// Цей файл згенеровано автоматично скриптом scripts/build_gtfs_stops.cjs
import { Station } from '../types';

export const GTFS_STATIONS: Station[] = [
  {
    "id": "708888",
    "name": "ринок Привоз",
    "code": "РП",
    "isTerminal": false,
    "lat": 46.467885440973795,
    "lng": 30.735937356948856
  },
  {
    "id": "708906",
    "name": "8-а станція Люстдорфської дороги",
    "code": "8СЛ",
    "isTerminal": false,
    "lat": 46.393764,
    "lng": 30.73483
  },
  {
    "id": "708915",
    "name": "13-а станція Люстдорфської дороги",
    "code": "1СЛ",
    "isTerminal": false,
    "lat": 46.37119171343057,
    "lng": 30.70214688777924
  },
  {
    "id": "708886",
    "name": "вул. Велика Арнаутська",
    "code": "ВВА",
    "isTerminal": false,
    "lat": 46.47355297240483,
    "lng": 30.73105573654175
  },
  {
    "id": "708903",
    "name": "6-а станція Люстдорфської дороги",
    "code": "6СЛ",
    "isTerminal": false,
    "lat": 46.405840254168766,
    "lng": 30.73031544685364
  },
  {
    "id": "708891",
    "name": "Завод Стальканат",
    "code": "ЗС",
    "isTerminal": false,
    "lat": 46.460686,
    "lng": 30.730871
  },
  {
    "id": "708894",
    "name": "вул. Бреуса",
    "code": "ВБ",
    "isTerminal": false,
    "lat": 46.44314681617764,
    "lng": 30.726694464683536
  },
  {
    "id": "687055",
    "name": "вул. Велика Арнаутська",
    "code": "ВВА",
    "isTerminal": false,
    "lat": 46.472610887804,
    "lng": 30.740743875503544
  },
  {
    "id": "708907",
    "name": "вул. Офіцерська",
    "code": "ВО",
    "isTerminal": false,
    "lat": 46.390994101285095,
    "lng": 30.733727216720585
  },
  {
    "id": "708920",
    "name": "пров. Ліверпуський",
    "code": "ПЛ",
    "isTerminal": false,
    "lat": 46.353363053226765,
    "lng": 30.700982809066776
  },
  {
    "id": "687056",
    "name": "вул. Акордна",
    "code": "ВА",
    "isTerminal": false,
    "lat": 46.460698,
    "lng": 30.697969
  },
  {
    "id": "687057",
    "name": "вул. Акордна",
    "code": "ВА",
    "isTerminal": false,
    "lat": 46.46085,
    "lng": 30.696678
  },
  {
    "id": "687058",
    "name": "вул. Балківська",
    "code": "ВБ",
    "isTerminal": false,
    "lat": 46.460692,
    "lng": 30.705753
  },
  {
    "id": "708905",
    "name": "7-а станція Люстдорфської дороги",
    "code": "7СЛ",
    "isTerminal": false,
    "lat": 46.39899295416615,
    "lng": 30.733163952827457
  },
  {
    "id": "708921",
    "name": "селище Люстдорф",
    "code": "СЛ",
    "isTerminal": false,
    "lat": 46.35031575451349,
    "lng": 30.701240301132206
  },
  {
    "id": "687059",
    "name": "вул. Балківська -",
    "code": "ВБ",
    "isTerminal": false,
    "lat": 46.460889,
    "lng": 30.705193
  },
  {
    "id": "687060",
    "name": "вул. Іоганна Гена",
    "code": "ВІГ",
    "isTerminal": false,
    "lat": 46.467889,
    "lng": 30.678667
  },
  {
    "id": "687061",
    "name": "вул. Іоганна Гена",
    "code": "ВІГ",
    "isTerminal": false,
    "lat": 46.46846552182185,
    "lng": 30.67717015743256
  },
  {
    "id": "687062",
    "name": "вул. Запорізька",
    "code": "ВЗ",
    "isTerminal": false,
    "lat": 46.465368,
    "lng": 30.718192
  },
  {
    "id": "687063",
    "name": "вул. Запорізька",
    "code": "ВЗ",
    "isTerminal": false,
    "lat": 46.466191,
    "lng": 30.719133
  },
  {
    "id": "687064",
    "name": "вул. Канатна",
    "code": "ВК",
    "isTerminal": false,
    "lat": 46.470555,
    "lng": 30.747205
  },
  {
    "id": "687065",
    "name": "вул. Канатна",
    "code": "ВК",
    "isTerminal": false,
    "lat": 46.472218,
    "lng": 30.746777
  },
  {
    "id": "708911",
    "name": "Дитяча лікарня",
    "code": "ДЛ",
    "isTerminal": false,
    "lat": 46.38320870804117,
    "lng": 30.71633577346802
  },
  {
    "id": "708912",
    "name": "11-а станція Люстдорфської дороги",
    "code": "1СЛ",
    "isTerminal": false,
    "lat": 46.38249079742879,
    "lng": 30.71439921855927
  },
  {
    "id": "687066",
    "name": "вул. Європейська",
    "code": "ВЄ",
    "isTerminal": false,
    "lat": 46.472913834434905,
    "lng": 30.736645460128788
  },
  {
    "id": "708917",
    "name": "14-а станція Люстдорфської дороги",
    "code": "1СЛ",
    "isTerminal": false,
    "lat": 46.36488793309248,
    "lng": 30.70214152336121
  },
  {
    "id": "708758",
    "name": "Таврія В",
    "code": "ТВ",
    "isTerminal": false,
    "lat": 46.597451690791615,
    "lng": 30.804178118705753
  },
  {
    "id": "708890",
    "name": "КП Одесміськелектротранс",
    "code": "КО",
    "isTerminal": false,
    "lat": 46.46474846355313,
    "lng": 30.73460698127747
  },
  {
    "id": "708897",
    "name": "3-я станція Люстдорфської дороги",
    "code": "3СЛ",
    "isTerminal": false,
    "lat": 46.42509390917858,
    "lng": 30.72386741638184
  },
  {
    "id": "687067",
    "name": "вул. Леонтовича",
    "code": "ВЛ",
    "isTerminal": false,
    "lat": 46.470234,
    "lng": 30.75165
  },
  {
    "id": "708883",
    "name": "вул. Грецька",
    "code": "ВГ",
    "isTerminal": false,
    "lat": 46.482670030850194,
    "lng": 30.73232710361481
  },
  {
    "id": "687068",
    "name": "вул. Леонтовича",
    "code": "ВЛ",
    "isTerminal": false,
    "lat": 46.471831,
    "lng": 30.752569
  },
  {
    "id": "687069",
    "name": "вул. М'ясоїдівська",
    "code": "ВМ",
    "isTerminal": false,
    "lat": 46.468501,
    "lng": 30.723332
  },
  {
    "id": "708879",
    "name": "Чорноморського козацтва",
    "code": "ЧК",
    "isTerminal": false,
    "lat": 46.49820392899639,
    "lng": 30.723325610160828
  },
  {
    "id": "708904",
    "name": "Одеський ліцей №78",
    "code": "ОЛ7",
    "isTerminal": false,
    "lat": 46.402573929218576,
    "lng": 30.73156535625458
  },
  {
    "id": "687070",
    "name": "вул. М'ясоїдівська",
    "code": "ВМ",
    "isTerminal": false,
    "lat": 46.46964,
    "lng": 30.724799
  },
  {
    "id": "687071",
    "name": "вул. Мельницька",
    "code": "ВМ",
    "isTerminal": false,
    "lat": 46.460574,
    "lng": 30.692668
  },
  {
    "id": "687072",
    "name": "вул. Мечникова",
    "code": "ВМ",
    "isTerminal": false,
    "lat": 46.470551,
    "lng": 30.726662
  },
  {
    "id": "708885",
    "name": "вул. Успенська",
    "code": "ВУ",
    "isTerminal": false,
    "lat": 46.476419764826126,
    "lng": 30.731506347656254
  },
  {
    "id": "687073",
    "name": "вул. Новикова",
    "code": "ВН",
    "isTerminal": false,
    "lat": 46.46709105271302,
    "lng": 30.682057142257694
  },
  {
    "id": "708887",
    "name": "вул. Пантелеймонівська",
    "code": "ВП",
    "isTerminal": false,
    "lat": 46.47048282491877,
    "lng": 30.73059976100922
  },
  {
    "id": "708895",
    "name": "1-а станція Люстдорфської дороги",
    "code": "1СЛ",
    "isTerminal": false,
    "lat": 46.438592,
    "lng": 30.725886
  },
  {
    "id": "708914",
    "name": "Червоний Хутiр",
    "code": "ЧХ",
    "isTerminal": false,
    "lat": 46.3746005598829,
    "lng": 30.70364356040955
  },
  {
    "id": "708863",
    "name": "вул. Глаубермана",
    "code": "ВГ",
    "isTerminal": false,
    "lat": 46.562864,
    "lng": 30.774474
  },
  {
    "id": "708919",
    "name": "15-а станція Люстдорфської дороги",
    "code": "1СЛ",
    "isTerminal": false,
    "lat": 46.35833,
    "lng": 30.701674
  },
  {
    "id": "687074",
    "name": "вул. Новикова",
    "code": "ВН",
    "isTerminal": false,
    "lat": 46.467201898282596,
    "lng": 30.682271718978885
  },
  {
    "id": "687075",
    "name": "вул. Преображенська",
    "code": "ВП",
    "isTerminal": false,
    "lat": 46.4718,
    "lng": 30.730467
  },
  {
    "id": "687076",
    "name": "вул. Преображенська",
    "code": "ВП",
    "isTerminal": false,
    "lat": 46.47335347349748,
    "lng": 30.730685591697696
  },
  {
    "id": "687077",
    "name": "вул. Мечникова",
    "code": "ВМ",
    "isTerminal": false,
    "lat": 46.47247419182088,
    "lng": 30.725744962692264
  },
  {
    "id": "687078",
    "name": "вул. Рішельєвська",
    "code": "ВР",
    "isTerminal": false,
    "lat": 46.471107,
    "lng": 30.739599
  },
  {
    "id": "687079",
    "name": "вул. Степова",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.462762,
    "lng": 30.713968
  },
  {
    "id": "687080",
    "name": "вул. Степова",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.461778,
    "lng": 30.713377
  },
  {
    "id": "687081",
    "name": "Завод Пресмаш",
    "code": "ЗП",
    "isTerminal": false,
    "lat": 46.46941876227313,
    "lng": 30.67268013954163
  },
  {
    "id": "687082",
    "name": "Завод Пресмаш",
    "code": "ЗП",
    "isTerminal": false,
    "lat": 46.469319,
    "lng": 30.673786
  },
  {
    "id": "687083",
    "name": "Застава I",
    "code": "ЗI",
    "isTerminal": false,
    "lat": 46.470055,
    "lng": 30.669037
  },
  {
    "id": "708884",
    "name": "пл. Тираспольська",
    "code": "ПТ",
    "isTerminal": false,
    "lat": 46.47868427629636,
    "lng": 30.73181748390198
  },
  {
    "id": "708889",
    "name": "пл. Старосінна",
    "code": "ПС",
    "isTerminal": false,
    "lat": 46.466847191574054,
    "lng": 30.738241648496377
  },
  {
    "id": "708892",
    "name": "вул. Транспортна",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.45345902210269,
    "lng": 30.728545188903812
  },
  {
    "id": "687084",
    "name": "Застава I",
    "code": "ЗI",
    "isTerminal": false,
    "lat": 46.47013183433134,
    "lng": 30.66989600658417
  },
  {
    "id": "708893",
    "name": "2-е кладовище",
    "code": "2К",
    "isTerminal": false,
    "lat": 46.451059,
    "lng": 30.728105
  },
  {
    "id": "687085",
    "name": "Застава ІІ",
    "code": "ЗІ",
    "isTerminal": false,
    "lat": 46.465749803432104,
    "lng": 30.687958002090458
  },
  {
    "id": "708896",
    "name": "пл. Трибуни Героїв",
    "code": "ПТГ",
    "isTerminal": false,
    "lat": 46.43037767460163,
    "lng": 30.728448629379276
  },
  {
    "id": "708898",
    "name": "ж/к Альтаїр",
    "code": "ЖА",
    "isTerminal": false,
    "lat": 46.421553,
    "lng": 30.725046
  },
  {
    "id": "708900",
    "name": "5-а станція Люстдорфської дороги",
    "code": "5СЛ",
    "isTerminal": false,
    "lat": 46.414391698423344,
    "lng": 30.727193355560306
  },
  {
    "id": "708910",
    "name": "вул. Архітекторська",
    "code": "ВА",
    "isTerminal": false,
    "lat": 46.38437806800176,
    "lng": 30.72135150432587
  },
  {
    "id": "708913",
    "name": "вул. Тепла",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.37950063519404,
    "lng": 30.710273981094364
  },
  {
    "id": "687086",
    "name": "Застава ІІ",
    "code": "ЗІ",
    "isTerminal": false,
    "lat": 46.46570176909836,
    "lng": 30.687062144279484
  },
  {
    "id": "702186",
    "name": "вул. Канатна",
    "code": "ВК",
    "isTerminal": false,
    "lat": 46.475138,
    "lng": 30.747029
  },
  {
    "id": "687087",
    "name": "Парк ім. Тараса Шевченка",
    "code": "ПІТ",
    "isTerminal": false,
    "lat": 46.47301727923973,
    "lng": 30.75406908988953
  },
  {
    "id": "687088",
    "name": "станція Застава I",
    "code": "СЗI",
    "isTerminal": false,
    "lat": 46.4691231856243,
    "lng": 30.668796300888065
  },
  {
    "id": "687089",
    "name": "Фабрика технічних тканин",
    "code": "ФТТ",
    "isTerminal": false,
    "lat": 46.461811,
    "lng": 30.69026
  },
  {
    "id": "687090",
    "name": "Фабрика технічних тканин",
    "code": "ФТТ",
    "isTerminal": false,
    "lat": 46.461416,
    "lng": 30.690929
  },
  {
    "id": "709640",
    "name": "14-а станція Люстдорфської дороги",
    "code": "1СЛ",
    "isTerminal": false,
    "lat": 46.3648204,
    "lng": 30.7021946
  },
  {
    "id": "709641",
    "name": "15-а станція Люстдорфської дороги",
    "code": "1СЛ",
    "isTerminal": false,
    "lat": 46.358165073402404,
    "lng": 30.702018141746525
  },
  {
    "id": "709643",
    "name": "вул. Тепла",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.37957465108732,
    "lng": 30.710477828979496
  },
  {
    "id": "709645",
    "name": "селище Люстдорф",
    "code": "СЛ",
    "isTerminal": false,
    "lat": 46.34990104216177,
    "lng": 30.701953768730164
  },
  {
    "id": "709646",
    "name": "Червоний Хутiр",
    "code": "ЧХ",
    "isTerminal": false,
    "lat": 46.374431,
    "lng": 30.703615
  },
  {
    "id": "709647",
    "name": "13-а станція Люстдорфської дороги",
    "code": "1СЛ",
    "isTerminal": false,
    "lat": 46.3709181,
    "lng": 30.7022066
  },
  {
    "id": "702208",
    "name": "вул. Успенська",
    "code": "ВУ",
    "isTerminal": false,
    "lat": 46.476053,
    "lng": 30.732113
  },
  {
    "id": "702196",
    "name": "пров. Сєченова",
    "code": "ПС",
    "isTerminal": false,
    "lat": 46.49298952492902,
    "lng": 30.722038149833683
  },
  {
    "id": "702187",
    "name": "вул. Італійська",
    "code": "ВІ",
    "isTerminal": false,
    "lat": 46.475563,
    "lng": 30.741032
  },
  {
    "id": "702189",
    "name": "вул. Успенська",
    "code": "ВУ",
    "isTerminal": false,
    "lat": 46.476317,
    "lng": 30.730762
  },
  {
    "id": "702352",
    "name": "пл. Незалежності",
    "code": "ПН",
    "isTerminal": false,
    "lat": 46.398935,
    "lng": 30.722455
  },
  {
    "id": "702201",
    "name": "Академічний Український музично-драматичний театр",
    "code": "АУМ",
    "isTerminal": false,
    "lat": 46.489913,
    "lng": 30.72687
  },
  {
    "id": "702194",
    "name": "вул. Садова",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.487956,
    "lng": 30.726687
  },
  {
    "id": "702355",
    "name": "пр. Князя Ярослава Мудрого",
    "code": "ПКЯ",
    "isTerminal": false,
    "lat": 46.397457650112614,
    "lng": 30.709195733070374
  },
  {
    "id": "702202",
    "name": "вул. Торгова",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.487434,
    "lng": 30.726455
  },
  {
    "id": "702361",
    "name": "вул. Михайла Комарова",
    "code": "ВМК",
    "isTerminal": false,
    "lat": 46.41982442383388,
    "lng": 30.71582078933716
  },
  {
    "id": "702363",
    "name": "3-я станція Люстдорфської дороги",
    "code": "3СЛ",
    "isTerminal": false,
    "lat": 46.424820278266694,
    "lng": 30.722451210021976
  },
  {
    "id": "702359",
    "name": "пр. Небесної Сотні",
    "code": "ПНС",
    "isTerminal": false,
    "lat": 46.412641,
    "lng": 30.71321
  },
  {
    "id": "702396",
    "name": "ж/м Південний",
    "code": "ЖП",
    "isTerminal": false,
    "lat": 46.39273308208089,
    "lng": 30.723931789398197
  },
  {
    "id": "702207",
    "name": "вул. Тираспольська",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.476598,
    "lng": 30.727186
  },
  {
    "id": "702400",
    "name": "Магазин",
    "code": "М",
    "isTerminal": false,
    "lat": 46.402943,
    "lng": 30.722517
  },
  {
    "id": "702389",
    "name": "вул. Левітана",
    "code": "ВЛ",
    "isTerminal": false,
    "lat": 46.405883,
    "lng": 30.710087
  },
  {
    "id": "702428",
    "name": "вул. Єврейська",
    "code": "ВЄ",
    "isTerminal": false,
    "lat": 46.478601,
    "lng": 30.740014
  },
  {
    "id": "702429",
    "name": "вул. Преображенська",
    "code": "ВП",
    "isTerminal": false,
    "lat": 46.477911,
    "lng": 30.731224
  },
  {
    "id": "702433",
    "name": "вул. Торгова",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.48439,
    "lng": 30.722744
  },
  {
    "id": "702437",
    "name": "вул. Пантелеймонівська",
    "code": "ВП",
    "isTerminal": false,
    "lat": 46.470226,
    "lng": 30.738741
  },
  {
    "id": "702188",
    "name": "вул. Європейська",
    "code": "ВЄ",
    "isTerminal": false,
    "lat": 46.475855,
    "lng": 30.73717
  },
  {
    "id": "702454",
    "name": "вул. Академіка Корольова",
    "code": "ВАК",
    "isTerminal": false,
    "lat": 46.416573729420016,
    "lng": 30.72013914585114
  },
  {
    "id": "702204",
    "name": "пл. Соборна",
    "code": "ПС",
    "isTerminal": false,
    "lat": 46.484522,
    "lng": 30.730932
  },
  {
    "id": "702446",
    "name": "вул. Добровольців",
    "code": "ВД",
    "isTerminal": false,
    "lat": 46.43881806493091,
    "lng": 30.75035691261292
  },
  {
    "id": "702488",
    "name": "10-й квартал",
    "code": "1К",
    "isTerminal": false,
    "lat": 46.426920545212866,
    "lng": 30.70937812328339
  },
  {
    "id": "702490",
    "name": "вул. Героїв Крут",
    "code": "ВГК",
    "isTerminal": false,
    "lat": 46.432396,
    "lng": 30.71747
  },
  {
    "id": "702472",
    "name": "вул. Старопортофранківська",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.47375247058086,
    "lng": 30.725020766258243
  },
  {
    "id": "702482",
    "name": "завод Нептун",
    "code": "ЗН",
    "isTerminal": false,
    "lat": 46.484546448119666,
    "lng": 30.664531588554386
  },
  {
    "id": "702209",
    "name": "вул. Європейська",
    "code": "ВЄ",
    "isTerminal": false,
    "lat": 46.475574,
    "lng": 30.738395
  },
  {
    "id": "702211",
    "name": "вул. Канатна",
    "code": "ВК",
    "isTerminal": false,
    "lat": 46.474884,
    "lng": 30.748079
  },
  {
    "id": "702502",
    "name": "вул. Космонавтів",
    "code": "ВК",
    "isTerminal": false,
    "lat": 46.436657,
    "lng": 30.723385
  },
  {
    "id": "702516",
    "name": "Морвокзал",
    "code": "М",
    "isTerminal": false,
    "lat": 46.489382,
    "lng": 30.742542
  },
  {
    "id": "702206",
    "name": "пл. Менделе Мойхер-Сфоріма",
    "code": "ПММ",
    "isTerminal": false,
    "lat": 46.4790684581251,
    "lng": 30.723770856857303
  },
  {
    "id": "702501",
    "name": "Куликове поле",
    "code": "КП",
    "isTerminal": false,
    "lat": 46.467139,
    "lng": 30.746092
  },
  {
    "id": "702526",
    "name": "вул. Ніни Строкатої",
    "code": "ВНС",
    "isTerminal": false,
    "lat": 46.480173,
    "lng": 30.744486
  },
  {
    "id": "702356",
    "name": "ж/м Райдужний",
    "code": "ЖР",
    "isTerminal": false,
    "lat": 46.401512,
    "lng": 30.709671
  },
  {
    "id": "702511",
    "name": "«КДЦ №6»",
    "code": "К6",
    "isTerminal": false,
    "lat": 46.44707603381121,
    "lng": 30.74305593967438
  },
  {
    "id": "702354",
    "name": "вул. Сім’ї Глодан",
    "code": "ВСГ",
    "isTerminal": false,
    "lat": 46.398034781522846,
    "lng": 30.714463591575626
  },
  {
    "id": "702523",
    "name": "Війсковий узвіз",
    "code": "ВУ",
    "isTerminal": false,
    "lat": 46.49118726335,
    "lng": 30.737755894660953
  },
  {
    "id": "702379",
    "name": "вул. Івана та Юрія Лип",
    "code": "ВІТ",
    "isTerminal": false,
    "lat": 46.438564,
    "lng": 30.712448
  },
  {
    "id": "702391",
    "name": "пр. Князя Ярослава Мудрого",
    "code": "ПКЯ",
    "isTerminal": false,
    "lat": 46.39726527161941,
    "lng": 30.709045529365543
  },
  {
    "id": "702524",
    "name": "Морвокзал",
    "code": "М",
    "isTerminal": false,
    "lat": 46.488584,
    "lng": 30.743071
  },
  {
    "id": "702395",
    "name": "Ринок Південний",
    "code": "РП",
    "isTerminal": false,
    "lat": 46.395504,
    "lng": 30.723911
  },
  {
    "id": "702528",
    "name": "2-а станція Великого Фонтану",
    "code": "2СВ",
    "isTerminal": false,
    "lat": 46.453577286975325,
    "lng": 30.743882060050968
  },
  {
    "id": "702411",
    "name": "5-а станція Великого Фонтану",
    "code": "5СВ",
    "isTerminal": false,
    "lat": 46.437934,
    "lng": 30.746774
  },
  {
    "id": "702540",
    "name": "вул. Рачкова",
    "code": "ВР",
    "isTerminal": false,
    "lat": 46.487557,
    "lng": 30.699744
  },
  {
    "id": "702416",
    "name": "вул. Довженка",
    "code": "ВД",
    "isTerminal": false,
    "lat": 46.454071,
    "lng": 30.752865
  },
  {
    "id": "702375",
    "name": "вул. Ольги Благовидової",
    "code": "ВОБ",
    "isTerminal": false,
    "lat": 46.447821,
    "lng": 30.691802
  },
  {
    "id": "702418",
    "name": "Політехнічний інститут",
    "code": "ПІ",
    "isTerminal": false,
    "lat": 46.46095,
    "lng": 30.750207
  },
  {
    "id": "702443",
    "name": "пров. Шампанський",
    "code": "ПШ",
    "isTerminal": false,
    "lat": 46.45092735308209,
    "lng": 30.754986405372623
  },
  {
    "id": "702458",
    "name": "Магазин",
    "code": "М",
    "isTerminal": false,
    "lat": 46.403198,
    "lng": 30.722109
  },
  {
    "id": "702381",
    "name": "вул. Космонавтів",
    "code": "ВК",
    "isTerminal": false,
    "lat": 46.434525,
    "lng": 30.721466
  },
  {
    "id": "702475",
    "name": "Автовокзал",
    "code": "А",
    "isTerminal": false,
    "lat": 46.476308938028595,
    "lng": 30.707672238349918
  },
  {
    "id": "702489",
    "name": "вул. Євгена Танцюри",
    "code": "ВЄТ",
    "isTerminal": false,
    "lat": 46.42967147668638,
    "lng": 30.713428258895878
  },
  {
    "id": "702394",
    "name": "пл. Незалежності",
    "code": "ПН",
    "isTerminal": false,
    "lat": 46.398664,
    "lng": 30.722535
  },
  {
    "id": "702185",
    "name": "ЦПКіВ ім. Тараса Шевченка",
    "code": "ЦІТ",
    "isTerminal": false,
    "lat": 46.47463,
    "lng": 30.75391
  },
  {
    "id": "702515",
    "name": "пл. Митна",
    "code": "ПМ",
    "isTerminal": false,
    "lat": 46.485444,
    "lng": 30.746791
  },
  {
    "id": "702517",
    "name": "Війсковий узвіз",
    "code": "ВУ",
    "isTerminal": false,
    "lat": 46.491445788147146,
    "lng": 30.73633968830109
  },
  {
    "id": "702193",
    "name": "пл. Соборна",
    "code": "ПС",
    "isTerminal": false,
    "lat": 46.485144,
    "lng": 30.730991
  },
  {
    "id": "702397",
    "name": "ТЦ Таіровський",
    "code": "ТТ",
    "isTerminal": false,
    "lat": 46.389805,
    "lng": 30.723166
  },
  {
    "id": "702522",
    "name": "вул. Торгова",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.492860266353055,
    "lng": 30.73308885097504
  },
  {
    "id": "702383",
    "name": "пл. Трибуни Героїв",
    "code": "ПТГ",
    "isTerminal": false,
    "lat": 46.42918711575825,
    "lng": 30.727906823158268
  },
  {
    "id": "702402",
    "name": "Дитяча поліклініка",
    "code": "ДП",
    "isTerminal": false,
    "lat": 46.410931,
    "lng": 30.720266
  },
  {
    "id": "702408",
    "name": "сквер Героїв Прикордонників",
    "code": "СГП",
    "isTerminal": false,
    "lat": 46.43708424999919,
    "lng": 30.731441974639893
  },
  {
    "id": "702195",
    "name": "Національна наукова бібліотека",
    "code": "ННБ",
    "isTerminal": false,
    "lat": 46.490604,
    "lng": 30.726287
  },
  {
    "id": "702210",
    "name": "вул. Італійська",
    "code": "ВІ",
    "isTerminal": false,
    "lat": 46.475293,
    "lng": 30.742297
  },
  {
    "id": "702444",
    "name": "Палац спорту",
    "code": "ПС",
    "isTerminal": false,
    "lat": 46.445394230287164,
    "lng": 30.758264064788822
  },
  {
    "id": "702387",
    "name": "Шкільний аеродром",
    "code": "ША",
    "isTerminal": false,
    "lat": 46.411728,
    "lng": 30.712458
  },
  {
    "id": "702399",
    "name": "пл. Незалежності",
    "code": "ПН",
    "isTerminal": false,
    "lat": 46.399979,
    "lng": 30.723331
  },
  {
    "id": "702445",
    "name": "пл. 10 Квітня",
    "code": "П1К",
    "isTerminal": false,
    "lat": 46.44008974059751,
    "lng": 30.755753517150882
  },
  {
    "id": "702406",
    "name": "пл. Трибуни Героїв",
    "code": "ПТГ",
    "isTerminal": false,
    "lat": 46.43066976425814,
    "lng": 30.72858810424805
  },
  {
    "id": "702414",
    "name": "Палац спорту",
    "code": "ПС",
    "isTerminal": false,
    "lat": 46.44673228478528,
    "lng": 30.7580441236496
  },
  {
    "id": "702447",
    "name": "сквер Героїв-льотчиків",
    "code": "СГ",
    "isTerminal": false,
    "lat": 46.437649871594374,
    "lng": 30.74484765529633
  },
  {
    "id": "702432",
    "name": "вул. Новосельського",
    "code": "ВН",
    "isTerminal": false,
    "lat": 46.488467,
    "lng": 30.720098
  },
  {
    "id": "702477",
    "name": "вул. Саймона Літмана",
    "code": "ВСЛ",
    "isTerminal": false,
    "lat": 46.479766627773685,
    "lng": 30.69089770317078
  },
  {
    "id": "702491",
    "name": "вул. Академіка Філатова",
    "code": "ВАФ",
    "isTerminal": false,
    "lat": 46.435215,
    "lng": 30.721609
  },
  {
    "id": "702509",
    "name": "4-а станція Великого Фонтану",
    "code": "4СВ",
    "isTerminal": false,
    "lat": 46.443421,
    "lng": 30.743163
  },
  {
    "id": "702532",
    "name": "вул. Кіри Муратової",
    "code": "ВКМ",
    "isTerminal": false,
    "lat": 46.482151,
    "lng": 30.728638
  },
  {
    "id": "801861",
    "name": "Таврія В",
    "code": "ТВ",
    "isTerminal": false,
    "lat": 46.598207315109065,
    "lng": 30.805846452713016
  },
  {
    "id": "801862",
    "name": "Таврія В",
    "code": "ТВ",
    "isTerminal": false,
    "lat": 46.59814465398097,
    "lng": 30.80598056316376
  },
  {
    "id": "702560",
    "name": "пл. Тираспольська",
    "code": "ПТ",
    "isTerminal": false,
    "lat": 46.4801692718048,
    "lng": 30.730953812599186
  },
  {
    "id": "702213",
    "name": "ЦПКіВ ім. Тараса Шевченка",
    "code": "ЦІТ",
    "isTerminal": false,
    "lat": 46.474488,
    "lng": 30.753932
  },
  {
    "id": "702450",
    "name": "«Одеський ліцей №6»",
    "code": "ОЛ6",
    "isTerminal": false,
    "lat": 46.437284,
    "lng": 30.732631
  },
  {
    "id": "702460",
    "name": "Суперфосфатний завод",
    "code": "СЗ",
    "isTerminal": false,
    "lat": 46.47358622215161,
    "lng": 30.673066377639774
  },
  {
    "id": "801871",
    "name": "пл. Тираспольська",
    "code": "ПТ",
    "isTerminal": false,
    "lat": 46.47964472578217,
    "lng": 30.730980634689335
  },
  {
    "id": "702469",
    "name": "вул. Скісна",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.47474625615495,
    "lng": 30.711920857429508
  },
  {
    "id": "801859",
    "name": "вул. Глаубермана",
    "code": "ВГ",
    "isTerminal": false,
    "lat": 46.56258937209552,
    "lng": 30.774469971656803
  },
  {
    "id": "801873",
    "name": "Підстанція",
    "code": "П",
    "isTerminal": false,
    "lat": 46.34654990280985,
    "lng": 30.678999423980716
  },
  {
    "id": "702483",
    "name": "завод Мікрон",
    "code": "ЗМ",
    "isTerminal": false,
    "lat": 46.484908426681415,
    "lng": 30.662739872932438
  },
  {
    "id": "801874",
    "name": "Любительський причал",
    "code": "ЛП",
    "isTerminal": false,
    "lat": 46.342394945344225,
    "lng": 30.673806667327884
  },
  {
    "id": "801886",
    "name": "4-а станція Люстдорфської дороги",
    "code": "4СЛ",
    "isTerminal": false,
    "lat": 46.417775658353236,
    "lng": 30.726206302642822
  },
  {
    "id": "801883",
    "name": "вул. Кіри Муратової",
    "code": "ВКМ",
    "isTerminal": false,
    "lat": 46.478743381369654,
    "lng": 30.72227954864502
  },
  {
    "id": "801875",
    "name": "Любительський причал",
    "code": "ЛП",
    "isTerminal": false,
    "lat": 46.342220889432596,
    "lng": 30.6736296415329
  },
  {
    "id": "702487",
    "name": "вул. Інглезі",
    "code": "ВІ",
    "isTerminal": false,
    "lat": 46.424657578154445,
    "lng": 30.706062912940983
  },
  {
    "id": "801879",
    "name": "Рибний порт",
    "code": "РП",
    "isTerminal": false,
    "lat": 46.33479522227372,
    "lng": 30.666591525077823
  },
  {
    "id": "702191",
    "name": "пл. Менделе Мойхер-Сфоріма",
    "code": "ПММ",
    "isTerminal": false,
    "lat": 46.479363980762926,
    "lng": 30.72406053543091
  },
  {
    "id": "702527",
    "name": "1-а станція Великого Фонтану",
    "code": "1СВ",
    "isTerminal": false,
    "lat": 46.460861,
    "lng": 30.745152
  },
  {
    "id": "702544",
    "name": "Хлібозавод №3",
    "code": "Х3",
    "isTerminal": false,
    "lat": 46.491135,
    "lng": 30.695315
  },
  {
    "id": "702192",
    "name": "вул. Кіри Муратової",
    "code": "ВКМ",
    "isTerminal": false,
    "lat": 46.48259,
    "lng": 30.728924
  },
  {
    "id": "702205",
    "name": "вул. Кіри Муратової",
    "code": "ВКМ",
    "isTerminal": false,
    "lat": 46.482214,
    "lng": 30.727953
  },
  {
    "id": "702200",
    "name": "вул. Олексія Маркевича",
    "code": "ВОМ",
    "isTerminal": false,
    "lat": 46.490822,
    "lng": 30.723115
  },
  {
    "id": "702367",
    "name": "СДЮШОР «Крижинка»",
    "code": "СК",
    "isTerminal": false,
    "lat": 46.437314,
    "lng": 30.715853
  },
  {
    "id": "702349",
    "name": "вул. Архітекторська",
    "code": "ВА",
    "isTerminal": false,
    "lat": 46.38599144758627,
    "lng": 30.722719430923465
  },
  {
    "id": "702350",
    "name": "ж/м Південний",
    "code": "ЖП",
    "isTerminal": false,
    "lat": 46.39263318468419,
    "lng": 30.72412490844727
  },
  {
    "id": "702392",
    "name": "вул. Сім’ї Глодан",
    "code": "ВСГ",
    "isTerminal": false,
    "lat": 46.397949692019075,
    "lng": 30.71564376354218
  },
  {
    "id": "702351",
    "name": "Ринок Південний",
    "code": "РП",
    "isTerminal": false,
    "lat": 46.395348,
    "lng": 30.72419
  },
  {
    "id": "702372",
    "name": "вул. Платанова",
    "code": "ВП",
    "isTerminal": false,
    "lat": 46.450116,
    "lng": 30.686966
  },
  {
    "id": "702357",
    "name": "вул. Левітана",
    "code": "ВЛ",
    "isTerminal": false,
    "lat": 46.406452,
    "lng": 30.710876
  },
  {
    "id": "702373",
    "name": "вул. Святослава Ріхтера",
    "code": "ВСР",
    "isTerminal": false,
    "lat": 46.451202,
    "lng": 30.68366
  },
  {
    "id": "702374",
    "name": "вул. Платанова",
    "code": "ВП",
    "isTerminal": false,
    "lat": 46.449851,
    "lng": 30.686897
  },
  {
    "id": "702360",
    "name": "ТРЦ Сіті Центр",
    "code": "ТСЦ",
    "isTerminal": false,
    "lat": 46.416303754046744,
    "lng": 30.71438312530518
  },
  {
    "id": "702409",
    "name": "вул. Віталія Гуляєва",
    "code": "ВВГ",
    "isTerminal": false,
    "lat": 46.43657777339239,
    "lng": 30.736924409866337
  },
  {
    "id": "702410",
    "name": "вул. Суднобудівна",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.4362117764181,
    "lng": 30.74182748794556
  },
  {
    "id": "702423",
    "name": "вул. Велика Арнаутська",
    "code": "ВВА",
    "isTerminal": false,
    "lat": 46.471698,
    "lng": 30.741313
  },
  {
    "id": "702424",
    "name": "вул. Успенська",
    "code": "ВУ",
    "isTerminal": false,
    "lat": 46.475952,
    "lng": 30.741922
  },
  {
    "id": "702362",
    "name": "Завод Промзв'язок",
    "code": "ЗП",
    "isTerminal": false,
    "lat": 46.422501,
    "lng": 30.719376
  },
  {
    "id": "702377",
    "name": "пл. Бориса Дерев'янка",
    "code": "ПБД",
    "isTerminal": false,
    "lat": 46.442101,
    "lng": 30.703318
  },
  {
    "id": "702364",
    "name": "пл. Трибуни Героїв",
    "code": "ПТГ",
    "isTerminal": false,
    "lat": 46.430048609695795,
    "lng": 30.72808921337128
  },
  {
    "id": "702451",
    "name": "1-а станція Люстдорфської дороги",
    "code": "1СЛ",
    "isTerminal": false,
    "lat": 46.43679958854409,
    "lng": 30.726302862167362
  },
  {
    "id": "702378",
    "name": "вул. Іцкаха Рабіна",
    "code": "ВІР",
    "isTerminal": false,
    "lat": 46.441335,
    "lng": 30.706194
  },
  {
    "id": "702453",
    "name": "вул. Інглезі",
    "code": "ВІ",
    "isTerminal": false,
    "lat": 46.417591,
    "lng": 30.718023
  },
  {
    "id": "702380",
    "name": "СДЮШОР «Крижинка»",
    "code": "СК",
    "isTerminal": false,
    "lat": 46.436947,
    "lng": 30.716242
  },
  {
    "id": "702393",
    "name": "Магазин Океан",
    "code": "МО",
    "isTerminal": false,
    "lat": 46.398337,
    "lng": 30.719954
  },
  {
    "id": "702401",
    "name": "вул. Левітана",
    "code": "ВЛ",
    "isTerminal": false,
    "lat": 46.406844,
    "lng": 30.7214
  },
  {
    "id": "702382",
    "name": "вул. Варненська",
    "code": "ВВ",
    "isTerminal": false,
    "lat": 46.432396,
    "lng": 30.724375
  },
  {
    "id": "702494",
    "name": "вул. Троїцька",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.476578,
    "lng": 30.747842
  },
  {
    "id": "702384",
    "name": "3-я станція Люстдорфської дороги",
    "code": "3СЛ",
    "isTerminal": false,
    "lat": 46.42634002177239,
    "lng": 30.724178552627567
  },
  {
    "id": "702386",
    "name": "ТРЦ Сіті Центр",
    "code": "ТСЦ",
    "isTerminal": false,
    "lat": 46.41590063764535,
    "lng": 30.71391105651856
  },
  {
    "id": "702403",
    "name": "Одеський ліцей №63",
    "code": "ОЛ6",
    "isTerminal": false,
    "lat": 46.4131490112429,
    "lng": 30.720289349555973
  },
  {
    "id": "702388",
    "name": "Авіазавод",
    "code": "А",
    "isTerminal": false,
    "lat": 46.409197,
    "lng": 30.711535
  },
  {
    "id": "702420",
    "name": "вул. Михайла Омеляновича-Павленка",
    "code": "ВМО",
    "isTerminal": false,
    "lat": 46.467056,
    "lng": 30.749112
  },
  {
    "id": "702398",
    "name": "вул. Архітекторська",
    "code": "ВА",
    "isTerminal": false,
    "lat": 46.38605805397539,
    "lng": 30.722483396530155
  },
  {
    "id": "702495",
    "name": "вул. Святослава Караванського",
    "code": "ВСК",
    "isTerminal": false,
    "lat": 46.479778,
    "lng": 30.74832
  },
  {
    "id": "702404",
    "name": "вул. Академіка Корольова",
    "code": "ВАК",
    "isTerminal": false,
    "lat": 46.41677343637032,
    "lng": 30.720064043998722
  },
  {
    "id": "702497",
    "name": "вул. Віталія Боровика",
    "code": "ВВБ",
    "isTerminal": false,
    "lat": 46.481619,
    "lng": 30.748511
  },
  {
    "id": "702421",
    "name": "Куликове поле",
    "code": "КП",
    "isTerminal": false,
    "lat": 46.467854,
    "lng": 30.745441
  },
  {
    "id": "702405",
    "name": "Південно-Західний масив",
    "code": "ПМ",
    "isTerminal": false,
    "lat": 46.434341,
    "lng": 30.727358
  },
  {
    "id": "702436",
    "name": "вул. Успенська",
    "code": "ВУ",
    "isTerminal": false,
    "lat": 46.474567,
    "lng": 30.739408
  },
  {
    "id": "702525",
    "name": "пл. Митна",
    "code": "ПМ",
    "isTerminal": false,
    "lat": 46.485513,
    "lng": 30.746362
  },
  {
    "id": "702407",
    "name": "1-а станція Люстдорфської дороги",
    "code": "1СЛ",
    "isTerminal": false,
    "lat": 46.43750569409824,
    "lng": 30.726909041404728
  },
  {
    "id": "702412",
    "name": "вул. Тіниста",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.43954632468552,
    "lng": 30.75380623340607
  },
  {
    "id": "702368",
    "name": "вул. Івана та Юрія Лип",
    "code": "ВІТ",
    "isTerminal": false,
    "lat": 46.439114,
    "lng": 30.711634
  },
  {
    "id": "702452",
    "name": "Південно-Західний масив",
    "code": "ПМ",
    "isTerminal": false,
    "lat": 46.433978,
    "lng": 30.727106
  },
  {
    "id": "702413",
    "name": "Парк Перемоги",
    "code": "ПП",
    "isTerminal": false,
    "lat": 46.44111741029474,
    "lng": 30.757250189781193
  },
  {
    "id": "702415",
    "name": "пров. Шампанський",
    "code": "ПШ",
    "isTerminal": false,
    "lat": 46.451522398278016,
    "lng": 30.754664540290836
  },
  {
    "id": "702385",
    "name": "завод Промзв'язок",
    "code": "ЗП",
    "isTerminal": false,
    "lat": 46.421995,
    "lng": 30.718308
  },
  {
    "id": "702417",
    "name": "пр. Лесі Українки",
    "code": "ПЛУ",
    "isTerminal": false,
    "lat": 46.45758,
    "lng": 30.750412
  },
  {
    "id": "702419",
    "name": "вул. Пироговська",
    "code": "ВП",
    "isTerminal": false,
    "lat": 46.463118937512256,
    "lng": 30.750378370285038
  },
  {
    "id": "702459",
    "name": "пл. Незалежності",
    "code": "ПН",
    "isTerminal": false,
    "lat": 46.39979573450765,
    "lng": 30.723175406455997
  },
  {
    "id": "702422",
    "name": "Залізничний вокзал",
    "code": "ЗВ",
    "isTerminal": false,
    "lat": 46.46879065997577,
    "lng": 30.741435885429386
  },
  {
    "id": "702390",
    "name": "ж/м Райдужний",
    "code": "ЖР",
    "isTerminal": false,
    "lat": 46.401111,
    "lng": 30.70882
  },
  {
    "id": "702425",
    "name": "вул. Святослава Караванського",
    "code": "ВСК",
    "isTerminal": false,
    "lat": 46.479843,
    "lng": 30.742517
  },
  {
    "id": "702430",
    "name": "вул. Кіри Муратової",
    "code": "ВКМ",
    "isTerminal": false,
    "lat": 46.480992,
    "lng": 30.727296
  },
  {
    "id": "702426",
    "name": "вул. Грецька",
    "code": "ВГ",
    "isTerminal": false,
    "lat": 46.482022,
    "lng": 30.740477
  },
  {
    "id": "702438",
    "name": "Залізничний вокзал",
    "code": "ЗВ",
    "isTerminal": false,
    "lat": 46.467193,
    "lng": 30.741443
  },
  {
    "id": "702462",
    "name": "вул. Хімічна",
    "code": "ВХ",
    "isTerminal": false,
    "lat": 46.48274390676969,
    "lng": 30.673356056213382
  },
  {
    "id": "702427",
    "name": "вул. Рішельєвська",
    "code": "ВР",
    "isTerminal": false,
    "lat": 46.48061993406714,
    "lng": 30.74034690856934
  },
  {
    "id": "702442",
    "name": "вул. Довженка",
    "code": "ВД",
    "isTerminal": false,
    "lat": 46.453571,
    "lng": 30.752995
  },
  {
    "id": "702431",
    "name": "вул. Торгова",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.484073,
    "lng": 30.72344
  },
  {
    "id": "702468",
    "name": "Автовокзал",
    "code": "А",
    "isTerminal": false,
    "lat": 46.475939513739995,
    "lng": 30.707935094833378
  },
  {
    "id": "702434",
    "name": "вул. Кіри Муратової",
    "code": "ВКМ",
    "isTerminal": false,
    "lat": 46.480996,
    "lng": 30.72706
  },
  {
    "id": "702521",
    "name": "пров. Газовий",
    "code": "ПГ",
    "isTerminal": false,
    "lat": 46.495705,
    "lng": 30.727555
  },
  {
    "id": "702538",
    "name": "вул. Балківська",
    "code": "ВБ",
    "isTerminal": false,
    "lat": 46.48346,
    "lng": 30.708813
  },
  {
    "id": "702550",
    "name": "вул. Яши Гордієнка",
    "code": "ВЯГ",
    "isTerminal": false,
    "lat": 46.49089549817439,
    "lng": 30.702522397041324
  },
  {
    "id": "702551",
    "name": "вул. Вітрогонова",
    "code": "ВВ",
    "isTerminal": false,
    "lat": 46.489806,
    "lng": 30.698977
  },
  {
    "id": "702471",
    "name": "вул. Велика Арнаутська",
    "code": "ВВА",
    "isTerminal": false,
    "lat": 46.471698,
    "lng": 30.741313
  },
  {
    "id": "702484",
    "name": "завод ББК",
    "code": "ЗБ",
    "isTerminal": false,
    "lat": 46.48326103539736,
    "lng": 30.66913962364197
  },
  {
    "id": "702493",
    "name": "вул. Велика Арнаутська",
    "code": "ВВА",
    "isTerminal": false,
    "lat": 46.472588,
    "lng": 30.747268
  },
  {
    "id": "702496",
    "name": "вул. Віталія Боровика",
    "code": "ВВБ",
    "isTerminal": false,
    "lat": 46.482087,
    "lng": 30.747585
  },
  {
    "id": "702508",
    "name": "вул. Інглезі",
    "code": "ВІ",
    "isTerminal": false,
    "lat": 46.42455404146655,
    "lng": 30.70562839508057
  },
  {
    "id": "702435",
    "name": "вул. Преображенська",
    "code": "ВП",
    "isTerminal": false,
    "lat": 46.477803,
    "lng": 30.731111
  },
  {
    "id": "702439",
    "name": "Стадіон СКА",
    "code": "СС",
    "isTerminal": false,
    "lat": 46.464263,
    "lng": 30.747677
  },
  {
    "id": "702514",
    "name": "вул. Ніни Строкатої",
    "code": "ВНС",
    "isTerminal": false,
    "lat": 46.480976,
    "lng": 30.744841
  },
  {
    "id": "702440",
    "name": "Політехнічний інститут",
    "code": "ПІ",
    "isTerminal": false,
    "lat": 46.46046577262125,
    "lng": 30.749922394752506
  },
  {
    "id": "702441",
    "name": "пр. Лесі Українки",
    "code": "ПЛУ",
    "isTerminal": false,
    "lat": 46.456415,
    "lng": 30.750975
  },
  {
    "id": "702530",
    "name": "4-а станція Великого Фонтану",
    "code": "4СВ",
    "isTerminal": false,
    "lat": 46.44412637484434,
    "lng": 30.74229955673218
  },
  {
    "id": "702448",
    "name": "вул. Суднобудівна",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.43642250224896,
    "lng": 30.741006731987003
  },
  {
    "id": "702449",
    "name": "вул. Віталія Гуляєва",
    "code": "ВВГ",
    "isTerminal": false,
    "lat": 46.43694746481026,
    "lng": 30.73586225509644
  },
  {
    "id": "702533",
    "name": "вул. Всеволода Змієнка",
    "code": "ВВЗ",
    "isTerminal": false,
    "lat": 46.483942,
    "lng": 30.725614
  },
  {
    "id": "702455",
    "name": "Одеський ліцей №63",
    "code": "ОЛ6",
    "isTerminal": false,
    "lat": 46.41232793453475,
    "lng": 30.719999670982364
  },
  {
    "id": "702536",
    "name": "вул. Майстрова",
    "code": "ВМ",
    "isTerminal": false,
    "lat": 46.481181,
    "lng": 30.7167
  },
  {
    "id": "702542",
    "name": "Дитяча лікарня",
    "code": "ДЛ",
    "isTerminal": false,
    "lat": 46.487124,
    "lng": 30.696477
  },
  {
    "id": "702456",
    "name": "Дитяча поліклініка",
    "code": "ДП",
    "isTerminal": false,
    "lat": 46.410491,
    "lng": 30.720106
  },
  {
    "id": "702457",
    "name": "вул. Левітана",
    "code": "ВЛ",
    "isTerminal": false,
    "lat": 46.405884,
    "lng": 30.721392
  },
  {
    "id": "702545",
    "name": "вул. Яши Гордієнка",
    "code": "ВЯГ",
    "isTerminal": false,
    "lat": 46.493217,
    "lng": 30.700569
  },
  {
    "id": "702555",
    "name": "вул. Скісна",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.481042,
    "lng": 30.711496
  },
  {
    "id": "702461",
    "name": "завод Кисеньмаш",
    "code": "ЗК",
    "isTerminal": false,
    "lat": 46.479352898692994,
    "lng": 30.67338287830353
  },
  {
    "id": "702463",
    "name": "вул. Грушевського",
    "code": "ВГ",
    "isTerminal": false,
    "lat": 46.48830647533179,
    "lng": 30.677100419998172
  },
  {
    "id": "702190",
    "name": "вул. Тираспольська",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.476952,
    "lng": 30.727075
  },
  {
    "id": "702464",
    "name": "вул. Нафтовиків",
    "code": "ВН",
    "isTerminal": false,
    "lat": 46.48556219818422,
    "lng": 30.681204199790958
  },
  {
    "id": "702197",
    "name": "вул. Новосельського",
    "code": "ВН",
    "isTerminal": false,
    "lat": 46.489536,
    "lng": 30.719829
  },
  {
    "id": "702465",
    "name": "вул. Одеська",
    "code": "ВО",
    "isTerminal": false,
    "lat": 46.48175026725327,
    "lng": 30.686488151550297
  },
  {
    "id": "702466",
    "name": "вул. Саймона Літмана",
    "code": "ВСЛ",
    "isTerminal": false,
    "lat": 46.47965580779269,
    "lng": 30.690758228302006
  },
  {
    "id": "702353",
    "name": "Магазин Океан",
    "code": "МО",
    "isTerminal": false,
    "lat": 46.398708,
    "lng": 30.720285
  },
  {
    "id": "702467",
    "name": "вул. Паркова",
    "code": "ВП",
    "isTerminal": false,
    "lat": 46.47687045814412,
    "lng": 30.696187019348148
  },
  {
    "id": "702470",
    "name": "вул. М'ясоїдівська",
    "code": "ВМ",
    "isTerminal": false,
    "lat": 46.47409974343904,
    "lng": 30.719559788703922
  },
  {
    "id": "702358",
    "name": "Авіазавод",
    "code": "А",
    "isTerminal": false,
    "lat": 46.409523,
    "lng": 30.712082
  },
  {
    "id": "703534",
    "name": "Хаджибейський лиман",
    "code": "ХЛ",
    "isTerminal": false,
    "lat": 46.541267,
    "lng": 30.671557
  },
  {
    "id": "702473",
    "name": "вул. М'ясоїдівська",
    "code": "ВМ",
    "isTerminal": false,
    "lat": 46.47430662834378,
    "lng": 30.718132853508
  },
  {
    "id": "702474",
    "name": "вул. Скісна",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.474927278339045,
    "lng": 30.711019635200504
  },
  {
    "id": "702365",
    "name": "вул. Варненська",
    "code": "ВВ",
    "isTerminal": false,
    "lat": 46.432606,
    "lng": 30.724455
  },
  {
    "id": "702476",
    "name": "вул. Паркова",
    "code": "ВП",
    "isTerminal": false,
    "lat": 46.476984977982596,
    "lng": 30.696288943290714
  },
  {
    "id": "702478",
    "name": "вул. Одеська",
    "code": "ВО",
    "isTerminal": false,
    "lat": 46.48265525565426,
    "lng": 30.685511827468876
  },
  {
    "id": "702479",
    "name": "вул. Нафтовиків",
    "code": "ВН",
    "isTerminal": false,
    "lat": 46.486271365167724,
    "lng": 30.680480003356937
  },
  {
    "id": "702480",
    "name": "вул. Хімічна",
    "code": "ВХ",
    "isTerminal": false,
    "lat": 46.487294469994225,
    "lng": 30.675968527793888
  },
  {
    "id": "702481",
    "name": "вул. Промислова",
    "code": "ВП",
    "isTerminal": false,
    "lat": 46.48250011585463,
    "lng": 30.67238509654999
  },
  {
    "id": "702366",
    "name": "вул. Космонавтів",
    "code": "ВК",
    "isTerminal": false,
    "lat": 46.43532819783446,
    "lng": 30.72038054466248
  },
  {
    "id": "703523",
    "name": "завод Стальметиз",
    "code": "ЗС",
    "isTerminal": false,
    "lat": 46.501413,
    "lng": 30.70642
  },
  {
    "id": "702485",
    "name": "завод Кисеньмаш",
    "code": "ЗК",
    "isTerminal": false,
    "lat": 46.48014710799065,
    "lng": 30.673270225524906
  },
  {
    "id": "703537",
    "name": "Гастроном",
    "code": "Г",
    "isTerminal": false,
    "lat": 46.531105,
    "lng": 30.678766
  },
  {
    "id": "703561",
    "name": "сквер Жака-Луї Десме",
    "code": "СЖД",
    "isTerminal": false,
    "lat": 46.510816,
    "lng": 30.723984
  },
  {
    "id": "703567",
    "name": "Агаровий завод",
    "code": "АЗ",
    "isTerminal": false,
    "lat": 46.534179,
    "lng": 30.735297
  },
  {
    "id": "703572",
    "name": "Лузанівка",
    "code": "Л",
    "isTerminal": false,
    "lat": 46.553319709593964,
    "lng": 30.762223005294803
  },
  {
    "id": "703577",
    "name": "Торговельний центр",
    "code": "ТЦ",
    "isTerminal": false,
    "lat": 46.577313,
    "lng": 30.782554
  },
  {
    "id": "703583",
    "name": "Міський холодильник",
    "code": "МХ",
    "isTerminal": false,
    "lat": 46.604107,
    "lng": 30.814211
  },
  {
    "id": "702369",
    "name": "Будинок Меблів",
    "code": "БМ",
    "isTerminal": false,
    "lat": 46.44256,
    "lng": 30.705234
  },
  {
    "id": "702371",
    "name": "вул. Ольги Благовидової",
    "code": "ВОБ",
    "isTerminal": false,
    "lat": 46.448223,
    "lng": 30.691524
  },
  {
    "id": "702492",
    "name": "бул. Італійський",
    "code": "БІ",
    "isTerminal": false,
    "lat": 46.468308,
    "lng": 30.746617
  },
  {
    "id": "702498",
    "name": "вул. Святослава Караванського",
    "code": "ВСК",
    "isTerminal": false,
    "lat": 46.478771,
    "lng": 30.748026
  },
  {
    "id": "702499",
    "name": "вул. Успенська",
    "code": "ВУ",
    "isTerminal": false,
    "lat": 46.474491,
    "lng": 30.747369
  },
  {
    "id": "703521",
    "name": "Хлібозавод №1",
    "code": "Х1",
    "isTerminal": false,
    "lat": 46.497472,
    "lng": 30.715983
  },
  {
    "id": "703559",
    "name": "вул. Миколи Плигуна",
    "code": "ВМП",
    "isTerminal": false,
    "lat": 46.504602,
    "lng": 30.724688
  },
  {
    "id": "702500",
    "name": "вул. Велика Арнаутська",
    "code": "ВВА",
    "isTerminal": false,
    "lat": 46.471297,
    "lng": 30.746903
  },
  {
    "id": "702503",
    "name": "вул. Академіка Філатова",
    "code": "ВАФ",
    "isTerminal": false,
    "lat": 46.434651640531456,
    "lng": 30.720471739768985
  },
  {
    "id": "703562",
    "name": "завод Сільхозмаш",
    "code": "ЗС",
    "isTerminal": false,
    "lat": 46.51758,
    "lng": 30.725954
  },
  {
    "id": "702504",
    "name": "на вимогу",
    "code": "НВ",
    "isTerminal": false,
    "lat": 46.43327262067667,
    "lng": 30.718481540679935
  },
  {
    "id": "703563",
    "name": "завод Червоної Гвардії",
    "code": "ЗЧГ",
    "isTerminal": false,
    "lat": 46.521484,
    "lng": 30.727447
  },
  {
    "id": "703568",
    "name": "вул. Лиманна",
    "code": "ВЛ",
    "isTerminal": false,
    "lat": 46.538487,
    "lng": 30.740533
  },
  {
    "id": "703525",
    "name": "завод Біостимулятор",
    "code": "ЗБ",
    "isTerminal": false,
    "lat": 46.506312,
    "lng": 30.70053
  },
  {
    "id": "702505",
    "name": "вул. Героїв Крут",
    "code": "ВГК",
    "isTerminal": false,
    "lat": 46.431675,
    "lng": 30.71608
  },
  {
    "id": "703528",
    "name": "пров. Хаджибейський",
    "code": "ПХ",
    "isTerminal": false,
    "lat": 46.518369,
    "lng": 30.692248
  },
  {
    "id": "702506",
    "name": "вул. Євгена Танцюри",
    "code": "ВЄТ",
    "isTerminal": false,
    "lat": 46.42899115171706,
    "lng": 30.712183713912967
  },
  {
    "id": "702507",
    "name": "10-й квартал",
    "code": "1К",
    "isTerminal": false,
    "lat": 46.42665062107007,
    "lng": 30.708745121955875
  },
  {
    "id": "702510",
    "name": "5-а станція Великого Фонтану",
    "code": "5СВ",
    "isTerminal": false,
    "lat": 46.43886981975254,
    "lng": 30.745443105697635
  },
  {
    "id": "703532",
    "name": "вул. Каменярів",
    "code": "ВК",
    "isTerminal": false,
    "lat": 46.53413,
    "lng": 30.677713
  },
  {
    "id": "702512",
    "name": "вул. Незалежності",
    "code": "ВН",
    "isTerminal": false,
    "lat": 46.449168,
    "lng": 30.743414
  },
  {
    "id": "702513",
    "name": "2-а станція Великого Фонтану",
    "code": "2СВ",
    "isTerminal": false,
    "lat": 46.45366968122839,
    "lng": 30.744144916534427
  },
  {
    "id": "703526",
    "name": "вул. Республіканська",
    "code": "ВР",
    "isTerminal": false,
    "lat": 46.508664,
    "lng": 30.697827
  },
  {
    "id": "702518",
    "name": "вул. Торгова",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.493553,
    "lng": 30.732015
  },
  {
    "id": "703531",
    "name": "Гастроном",
    "code": "Г",
    "isTerminal": false,
    "lat": 46.53104,
    "lng": 30.678951
  },
  {
    "id": "702519",
    "name": "пров. Газовий",
    "code": "ПГ",
    "isTerminal": false,
    "lat": 46.496329,
    "lng": 30.726429
  },
  {
    "id": "703540",
    "name": "вул. Енгельса",
    "code": "ВЕ",
    "isTerminal": false,
    "lat": 46.528019,
    "lng": 30.681232
  },
  {
    "id": "702520",
    "name": "Пересипський міст",
    "code": "ПМ",
    "isTerminal": false,
    "lat": 46.49691145334999,
    "lng": 30.72384059429169
  },
  {
    "id": "703541",
    "name": "Сільгосппідприємство",
    "code": "С",
    "isTerminal": false,
    "lat": 46.524055,
    "lng": 30.685408
  },
  {
    "id": "703544",
    "name": "завод Біостимулятор",
    "code": "ЗБ",
    "isTerminal": false,
    "lat": 46.506317,
    "lng": 30.7002
  },
  {
    "id": "703548",
    "name": "Хлібозавод №1",
    "code": "Х1",
    "isTerminal": false,
    "lat": 46.497355,
    "lng": 30.716103
  },
  {
    "id": "703546",
    "name": "завод Стальметиз",
    "code": "ЗС",
    "isTerminal": false,
    "lat": 46.501281,
    "lng": 30.706469
  },
  {
    "id": "703564",
    "name": "М'ясокомбінат",
    "code": "М",
    "isTerminal": false,
    "lat": 46.525193,
    "lng": 30.728803
  },
  {
    "id": "703574",
    "name": "вул. Кишинівська",
    "code": "ВК",
    "isTerminal": false,
    "lat": 46.565164,
    "lng": 30.775873
  },
  {
    "id": "702529",
    "name": "«КДЦ №6»",
    "code": "К6",
    "isTerminal": false,
    "lat": 46.44764894403397,
    "lng": 30.742970108985904
  },
  {
    "id": "702531",
    "name": "пл. Тираспольська",
    "code": "ПТ",
    "isTerminal": false,
    "lat": 46.480246845083116,
    "lng": 30.73105573654175
  },
  {
    "id": "702534",
    "name": "вул. Старопортофранківська",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.48125898153143,
    "lng": 30.722220540046695
  },
  {
    "id": "703558",
    "name": "Пересипський міст",
    "code": "ПМ",
    "isTerminal": false,
    "lat": 46.49777556904292,
    "lng": 30.722665786743168
  },
  {
    "id": "702537",
    "name": "вул. Скісна",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.481135,
    "lng": 30.711803
  },
  {
    "id": "702539",
    "name": "пров. Стаханівський",
    "code": "ПС",
    "isTerminal": false,
    "lat": 46.485631,
    "lng": 30.704657
  },
  {
    "id": "703579",
    "name": "вул. Давида Ойстраха",
    "code": "ВДО",
    "isTerminal": false,
    "lat": 46.584669,
    "lng": 30.788361
  },
  {
    "id": "702543",
    "name": "Міська клінічна лікарня № 11",
    "code": "МКЛ",
    "isTerminal": false,
    "lat": 46.487891,
    "lng": 30.694688
  },
  {
    "id": "702546",
    "name": "Слобідський ринок",
    "code": "СР",
    "isTerminal": false,
    "lat": 46.49284918703226,
    "lng": 30.704061985015873
  },
  {
    "id": "703542",
    "name": "пров. Хаджибейський",
    "code": "ПХ",
    "isTerminal": false,
    "lat": 46.518402,
    "lng": 30.692057
  },
  {
    "id": "703565",
    "name": "пл. Ярмаркова",
    "code": "ПЯ",
    "isTerminal": false,
    "lat": 46.52887,
    "lng": 30.732071
  },
  {
    "id": "703585",
    "name": "АТП ПІВНІЧ ТРАНС",
    "code": "АПТ",
    "isTerminal": false,
    "lat": 46.61076690082845,
    "lng": 30.821261975616178
  },
  {
    "id": "703586",
    "name": "Підстанція Центроліт",
    "code": "ПЦ",
    "isTerminal": false,
    "lat": 46.616013,
    "lng": 30.824209
  },
  {
    "id": "703527",
    "name": "Нафтозавод",
    "code": "Н",
    "isTerminal": false,
    "lat": 46.512595,
    "lng": 30.69468
  },
  {
    "id": "703535",
    "name": "5-а станція Хаджибейської дороги",
    "code": "5СХ",
    "isTerminal": false,
    "lat": 46.537773,
    "lng": 30.677073
  },
  {
    "id": "703543",
    "name": "Нафтозавод",
    "code": "Н",
    "isTerminal": false,
    "lat": 46.512421,
    "lng": 30.694479
  },
  {
    "id": "703549",
    "name": "вул. Республіканська",
    "code": "ВР",
    "isTerminal": false,
    "lat": 46.508589,
    "lng": 30.697703
  },
  {
    "id": "703524",
    "name": "Лакофарбовий завод",
    "code": "ЛЗ",
    "isTerminal": false,
    "lat": 46.503172,
    "lng": 30.700666
  },
  {
    "id": "703529",
    "name": "Сільгосппідприємство",
    "code": "С",
    "isTerminal": false,
    "lat": 46.524224,
    "lng": 30.685526
  },
  {
    "id": "703545",
    "name": "Лакофарбовий завод",
    "code": "ЛЗ",
    "isTerminal": false,
    "lat": 46.503211,
    "lng": 30.700211
  },
  {
    "id": "703547",
    "name": "Слобідський узвіз",
    "code": "СУ",
    "isTerminal": false,
    "lat": 46.497276,
    "lng": 30.709816
  },
  {
    "id": "703560",
    "name": "пров. Кравцова",
    "code": "ПК",
    "isTerminal": false,
    "lat": 46.507706,
    "lng": 30.724335
  },
  {
    "id": "703570",
    "name": "пров. Академіка Векслера",
    "code": "ПАВ",
    "isTerminal": false,
    "lat": 46.547568255546636,
    "lng": 30.75154781341553
  },
  {
    "id": "703571",
    "name": "станція Одеса-Сортувальна",
    "code": "СО",
    "isTerminal": false,
    "lat": 46.55085171320204,
    "lng": 30.755458474159244
  },
  {
    "id": "703581",
    "name": "вул. Віталія Блажка",
    "code": "ВВБ",
    "isTerminal": false,
    "lat": 46.59182,
    "lng": 30.797365
  },
  {
    "id": "703587",
    "name": "Поліклініка",
    "code": "П",
    "isTerminal": false,
    "lat": 46.61777615660678,
    "lng": 30.819622278213505
  },
  {
    "id": "703580",
    "name": "Північний ринок",
    "code": "ПР",
    "isTerminal": false,
    "lat": 46.588658,
    "lng": 30.793428
  },
  {
    "id": "702552",
    "name": "вул. Рачкова",
    "code": "ВР",
    "isTerminal": false,
    "lat": 46.48801838813811,
    "lng": 30.69887459278107
  },
  {
    "id": "702553",
    "name": "вул. Маловського",
    "code": "ВМ",
    "isTerminal": false,
    "lat": 46.484915,
    "lng": 30.706171
  },
  {
    "id": "702556",
    "name": "вул. Майстрова",
    "code": "ВМ",
    "isTerminal": false,
    "lat": 46.481041,
    "lng": 30.716303
  },
  {
    "id": "702557",
    "name": "вул. Старопортофранківська",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.481144,
    "lng": 30.721314
  },
  {
    "id": "702558",
    "name": "вул. Всеволода Змієнка",
    "code": "ВВЗ",
    "isTerminal": false,
    "lat": 46.483681,
    "lng": 30.725554
  },
  {
    "id": "702559",
    "name": "вул. Кіри Муратової",
    "code": "ВКМ",
    "isTerminal": false,
    "lat": 46.482507503474146,
    "lng": 30.72807312011719
  },
  {
    "id": "703536",
    "name": "вул. Каменярів",
    "code": "ВК",
    "isTerminal": false,
    "lat": 46.534256,
    "lng": 30.677616
  },
  {
    "id": "703582",
    "name": "вул. 28 бригади",
    "code": "В2Б",
    "isTerminal": false,
    "lat": 46.59483,
    "lng": 30.80118
  },
  {
    "id": "703522",
    "name": "Слобідський узвіз",
    "code": "СУ",
    "isTerminal": false,
    "lat": 46.497265,
    "lng": 30.710415
  },
  {
    "id": "703533",
    "name": "5-а станція Хаджибейської дороги",
    "code": "5СХ",
    "isTerminal": false,
    "lat": 46.537754,
    "lng": 30.67732
  },
  {
    "id": "703520",
    "name": "Херсонський сквер",
    "code": "ХС",
    "isTerminal": false,
    "lat": 46.49634275433314,
    "lng": 30.71810066699982
  },
  {
    "id": "703573",
    "name": "Миколаївська дорога",
    "code": "МД",
    "isTerminal": false,
    "lat": 46.55782747904811,
    "lng": 30.771889686584476
  },
  {
    "id": "703575",
    "name": "вул. 10-а лінія",
    "code": "В1Л",
    "isTerminal": false,
    "lat": 46.570685,
    "lng": 30.778944
  },
  {
    "id": "707387",
    "name": "Поліклініка",
    "code": "П",
    "isTerminal": false,
    "lat": 46.61768,
    "lng": 30.819773
  },
  {
    "id": "703566",
    "name": "вул. 7-а Пересипська",
    "code": "В7П",
    "isTerminal": false,
    "lat": 46.53163882288476,
    "lng": 30.732643604278568
  },
  {
    "id": "707393",
    "name": "вул. Віталія Блажка",
    "code": "ВВБ",
    "isTerminal": false,
    "lat": 46.592415,
    "lng": 30.79788
  },
  {
    "id": "707405",
    "name": "М'ясопереробний завод",
    "code": "МЗ",
    "isTerminal": false,
    "lat": 46.541935,
    "lng": 30.744522
  },
  {
    "id": "707397",
    "name": "Торговельний центр",
    "code": "ТЦ",
    "isTerminal": false,
    "lat": 46.577714,
    "lng": 30.782509
  },
  {
    "id": "703576",
    "name": "вул. Марсельська",
    "code": "ВМ",
    "isTerminal": false,
    "lat": 46.57388935697318,
    "lng": 30.780585408210758
  },
  {
    "id": "703578",
    "name": "вул. Академіка Заболотного",
    "code": "ВАЗ",
    "isTerminal": false,
    "lat": 46.58128249191699,
    "lng": 30.784667730331424
  },
  {
    "id": "703588",
    "name": "завод Центроліт",
    "code": "ЗЦ",
    "isTerminal": false,
    "lat": 46.61886310718048,
    "lng": 30.815674066543583
  },
  {
    "id": "703530",
    "name": "вул. Енгельса",
    "code": "ВЕ",
    "isTerminal": false,
    "lat": 46.528194,
    "lng": 30.681202
  },
  {
    "id": "703569",
    "name": "М'ясопереробний завод",
    "code": "МЗ",
    "isTerminal": false,
    "lat": 46.542758,
    "lng": 30.745674
  },
  {
    "id": "703584",
    "name": "Автопідприємство (на вимогу)",
    "code": "АНВ",
    "isTerminal": false,
    "lat": 46.607087,
    "lng": 30.817922
  },
  {
    "id": "707403",
    "name": "станція Одеса-Сортувальна",
    "code": "СО",
    "isTerminal": false,
    "lat": 46.55121693947421,
    "lng": 30.75605928897858
  },
  {
    "id": "707407",
    "name": "Агаровий завод",
    "code": "АЗ",
    "isTerminal": false,
    "lat": 46.534552,
    "lng": 30.735591
  },
  {
    "id": "707391",
    "name": "Міський холодильник",
    "code": "МХ",
    "isTerminal": false,
    "lat": 46.604698,
    "lng": 30.814753
  },
  {
    "id": "707412",
    "name": "завод Сільхозмаш",
    "code": "ЗС",
    "isTerminal": false,
    "lat": 46.517834,
    "lng": 30.725961
  },
  {
    "id": "707414",
    "name": "пров. Кравцова",
    "code": "ПК",
    "isTerminal": false,
    "lat": 46.50809219729214,
    "lng": 30.724237561225895
  },
  {
    "id": "707400",
    "name": "вул. Кишинівська",
    "code": "ВК",
    "isTerminal": false,
    "lat": 46.565578,
    "lng": 30.775904
  },
  {
    "id": "707388",
    "name": "Підстанція Центроліт",
    "code": "ПЦ",
    "isTerminal": false,
    "lat": 46.61603699030438,
    "lng": 30.823865532875065
  },
  {
    "id": "707392",
    "name": "вул. 28 бригади",
    "code": "В2Б",
    "isTerminal": false,
    "lat": 46.59527322219621,
    "lng": 30.801571011543277
  },
  {
    "id": "707394",
    "name": "вул. Владислава Бувалкіна",
    "code": "ВВБ",
    "isTerminal": false,
    "lat": 46.58916862034075,
    "lng": 30.793942809104923
  },
  {
    "id": "707389",
    "name": "АТП ПІВНІЧ ТРАНС",
    "code": "АПТ",
    "isTerminal": false,
    "lat": 46.610890063793356,
    "lng": 30.82123593651085
  },
  {
    "id": "707398",
    "name": "вул. Марсельська",
    "code": "ВМ",
    "isTerminal": false,
    "lat": 46.574505182755516,
    "lng": 30.780864357948307
  },
  {
    "id": "707401",
    "name": "Миколаївська дорога",
    "code": "МД",
    "isTerminal": false,
    "lat": 46.55789387547243,
    "lng": 30.77181994915009
  },
  {
    "id": "707404",
    "name": "пров. Академіка Векслера",
    "code": "ПАВ",
    "isTerminal": false,
    "lat": 46.54799,
    "lng": 30.751965
  },
  {
    "id": "707399",
    "name": "вул. 10-а лінія",
    "code": "В1Л",
    "isTerminal": false,
    "lat": 46.571144,
    "lng": 30.778967
  },
  {
    "id": "707409",
    "name": "пл. Ярмаркова",
    "code": "ПЯ",
    "isTerminal": false,
    "lat": 46.528693746063986,
    "lng": 30.73182284832001
  },
  {
    "id": "707406",
    "name": "вул. Лиманна",
    "code": "ВЛ",
    "isTerminal": false,
    "lat": 46.538927,
    "lng": 30.740905
  },
  {
    "id": "707408",
    "name": "вул. 7-а Пересипська",
    "code": "В7П",
    "isTerminal": false,
    "lat": 46.53146167992067,
    "lng": 30.732670426368717
  },
  {
    "id": "707413",
    "name": "сквер Жака-Луї Десме",
    "code": "СЖД",
    "isTerminal": false,
    "lat": 46.511248827260346,
    "lng": 30.72389423847199
  },
  {
    "id": "707396",
    "name": "вул. Академіка Заболотного",
    "code": "ВАЗ",
    "isTerminal": false,
    "lat": 46.58155902354133,
    "lng": 30.78474283218384
  },
  {
    "id": "707415",
    "name": "вул. Миколи Плигуна",
    "code": "ВМП",
    "isTerminal": false,
    "lat": 46.5049981528327,
    "lng": 30.72460234165192
  },
  {
    "id": "707395",
    "name": "вул. Давида Ойстраха",
    "code": "ВДО",
    "isTerminal": false,
    "lat": 46.58516855364387,
    "lng": 30.78880369663239
  },
  {
    "id": "707402",
    "name": "Лузанівка",
    "code": "Л",
    "isTerminal": false,
    "lat": 46.55359638380769,
    "lng": 30.76280772686005
  },
  {
    "id": "707411",
    "name": "завод Червоної Гвардії",
    "code": "ЗЧГ",
    "isTerminal": false,
    "lat": 46.52170685368437,
    "lng": 30.727456212043766
  },
  {
    "id": "707416",
    "name": "вул. Церковна",
    "code": "ВЦ",
    "isTerminal": false,
    "lat": 46.50070755156701,
    "lng": 30.724291205406193
  },
  {
    "id": "707390",
    "name": "Автопідприємство (на вимогу)",
    "code": "АНВ",
    "isTerminal": false,
    "lat": 46.607547,
    "lng": 30.818267
  },
  {
    "id": "707410",
    "name": "М'ясокомбінат",
    "code": "М",
    "isTerminal": false,
    "lat": 46.52543109357912,
    "lng": 30.72883486747742
  },
  {
    "id": "801869",
    "name": "вул. Скісна",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.476331103406174,
    "lng": 30.71191012859345
  },
  {
    "id": "801885",
    "name": "Парк ім. Тараса Шевченка",
    "code": "ПІТ",
    "isTerminal": false,
    "lat": 46.473438445343724,
    "lng": 30.75484156608582
  },
  {
    "id": "801867",
    "name": "ТЦ Епіцентр",
    "code": "ТЕ",
    "isTerminal": false,
    "lat": 46.60060312741813,
    "lng": 30.80920457839966
  },
  {
    "id": "801878",
    "name": "Рибний порт",
    "code": "РП",
    "isTerminal": false,
    "lat": 46.33476188782844,
    "lng": 30.66646277904511
  },
  {
    "id": "801884",
    "name": "вул. Кіри Муратової",
    "code": "ВКМ",
    "isTerminal": false,
    "lat": 46.47825206849665,
    "lng": 30.722478032112125
  },
  {
    "id": "892660",
    "name": "Автовокзал",
    "code": "А",
    "isTerminal": false,
    "lat": 46.47643823593713,
    "lng": 30.709458589553837
  },
  {
    "id": "801876",
    "name": "Пивзавод",
    "code": "П",
    "isTerminal": false,
    "lat": 46.34111358459347,
    "lng": 30.67216515541077
  },
  {
    "id": "801868",
    "name": "вул. Скісна",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.476235053371525,
    "lng": 30.71133613586426
  },
  {
    "id": "801872",
    "name": "Підстанція",
    "code": "П",
    "isTerminal": false,
    "lat": 46.346820223325615,
    "lng": 30.679235458374027
  },
  {
    "id": "801877",
    "name": "Пивзавод",
    "code": "П",
    "isTerminal": false,
    "lat": 46.34073583667539,
    "lng": 30.67192912101746
  },
  {
    "id": "802153",
    "name": "11-а станція Великого Фонтану",
    "code": "1СВ",
    "isTerminal": false,
    "lat": 46.41104314885295,
    "lng": 30.755329803575314
  },
  {
    "id": "802165",
    "name": "11-а станція Великого Фонтану",
    "code": "1СВ",
    "isTerminal": false,
    "lat": 46.41086157618459,
    "lng": 30.755116956872957
  },
  {
    "id": "803610",
    "name": "вул. Туристська",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.44580006269403,
    "lng": 30.69635059448355
  },
  {
    "id": "892661",
    "name": "Епіцентр",
    "code": "Е",
    "isTerminal": false,
    "lat": 46.6005994416344,
    "lng": 30.809333324432377
  },
  {
    "id": "803616",
    "name": "Католицьке кладовище",
    "code": "КК",
    "isTerminal": false,
    "lat": 46.44652168039975,
    "lng": 30.727299405738613
  },
  {
    "id": "803615",
    "name": "вул. Велика Арнаутська",
    "code": "ВВА",
    "isTerminal": false,
    "lat": 46.4733005662782,
    "lng": 30.72606101611335
  },
  {
    "id": "803587",
    "name": "вул. Європейська",
    "code": "ВЄ",
    "isTerminal": false,
    "lat": 46.47664141774406,
    "lng": 30.739236474037174
  },
  {
    "id": "802154",
    "name": "10-а станція Великого Фонтану",
    "code": "1СВ",
    "isTerminal": false,
    "lat": 46.413700777401516,
    "lng": 30.755433378733766
  },
  {
    "id": "803588",
    "name": "вул. Європейська",
    "code": "ВЄ",
    "isTerminal": false,
    "lat": 46.47685219307398,
    "lng": 30.739030782683418
  },
  {
    "id": "798744",
    "name": "вул. Пастера",
    "code": "ВП",
    "isTerminal": false,
    "lat": 46.49406051274018,
    "lng": 30.721163749694828
  },
  {
    "id": "803614",
    "name": "вул. Туристська",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.44629569168737,
    "lng": 30.69591964298694
  },
  {
    "id": "798745",
    "name": "вул. Пироговська",
    "code": "ВП",
    "isTerminal": false,
    "lat": 46.46407227159283,
    "lng": 30.754149556159977
  },
  {
    "id": "798746",
    "name": "вул. Пироговська",
    "code": "ВП",
    "isTerminal": false,
    "lat": 46.46376558066739,
    "lng": 30.75458943843842
  },
  {
    "id": "798747",
    "name": "вул. Преображенська",
    "code": "ВП",
    "isTerminal": false,
    "lat": 46.47023528442392,
    "lng": 30.730256438255314
  },
  {
    "id": "798903",
    "name": "Інститут ім. Філатова",
    "code": "ІІФ",
    "isTerminal": false,
    "lat": 46.45423882637042,
    "lng": 30.760425925254825
  },
  {
    "id": "798748",
    "name": "вул. Преображенська",
    "code": "ВП",
    "isTerminal": false,
    "lat": 46.47024267370873,
    "lng": 30.73112010955811
  },
  {
    "id": "798749",
    "name": "Преображенський парк",
    "code": "ПП",
    "isTerminal": false,
    "lat": 46.46882021789344,
    "lng": 30.729151368141178
  },
  {
    "id": "798616",
    "name": "1-а станція Люстдорфської дороги",
    "code": "1СЛ",
    "isTerminal": false,
    "lat": 46.43737630371281,
    "lng": 30.72631359100342
  },
  {
    "id": "798618",
    "name": "1-а станція Великого Фонтану",
    "code": "1СВ",
    "isTerminal": false,
    "lat": 46.46106071359854,
    "lng": 30.745384097099308
  },
  {
    "id": "798775",
    "name": "вул. Гранітна",
    "code": "ВГ",
    "isTerminal": false,
    "lat": 46.45416121601946,
    "lng": 30.726973414421085
  },
  {
    "id": "798777",
    "name": "вул. Транспортна",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.45356250388029,
    "lng": 30.728679299354557
  },
  {
    "id": "798779",
    "name": "вул. Євгена Чикаленка",
    "code": "ВЄЧ",
    "isTerminal": false,
    "lat": 46.38105864857449,
    "lng": 30.741629004478458
  },
  {
    "id": "798750",
    "name": "Преображенський парк",
    "code": "ПП",
    "isTerminal": false,
    "lat": 46.468714,
    "lng": 30.729633
  },
  {
    "id": "798780",
    "name": "вул. Євгена Танцюри",
    "code": "ВЄТ",
    "isTerminal": false,
    "lat": 46.43580141325097,
    "lng": 30.699287652969364
  },
  {
    "id": "798781",
    "name": "вул. Євгена Танцюри",
    "code": "ВЄТ",
    "isTerminal": false,
    "lat": 46.43598626190694,
    "lng": 30.699588060379032
  },
  {
    "id": "798619",
    "name": "1-а станція Великого Фонтану",
    "code": "1СВ",
    "isTerminal": false,
    "lat": 46.46137481025017,
    "lng": 30.74536800384522
  },
  {
    "id": "798782",
    "name": "вул. Європейська",
    "code": "ВЄ",
    "isTerminal": false,
    "lat": 46.469758673434995,
    "lng": 30.736248493194584
  },
  {
    "id": "798620",
    "name": "2-а ст. Люстдорфської дороги",
    "code": "2СЛ",
    "isTerminal": false,
    "lat": 46.43211540014503,
    "lng": 30.727949738502502
  },
  {
    "id": "798752",
    "name": "вул. Старопортофранківська",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.47319091829153,
    "lng": 30.725803971290592
  },
  {
    "id": "798753",
    "name": "вул. Федора Пішеніна",
    "code": "ВФП",
    "isTerminal": false,
    "lat": 46.451681322292444,
    "lng": 30.711008906364444
  },
  {
    "id": "798621",
    "name": "2-а станція Великого Фонтану",
    "code": "2СВ",
    "isTerminal": false,
    "lat": 46.455550794135775,
    "lng": 30.745266079902652
  },
  {
    "id": "798783",
    "name": "вул. Європейська",
    "code": "ВЄ",
    "isTerminal": false,
    "lat": 46.469788230827014,
    "lng": 30.73709607124329
  },
  {
    "id": "798784",
    "name": "вул. Єфімова",
    "code": "ВЄ",
    "isTerminal": false,
    "lat": 46.45119346105404,
    "lng": 30.71459770202637
  },
  {
    "id": "798754",
    "name": "вул. Саксаганського",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.37953394235843,
    "lng": 30.740169882774357
  },
  {
    "id": "798785",
    "name": "вул. Єфімова",
    "code": "ВЄ",
    "isTerminal": false,
    "lat": 46.45123042039177,
    "lng": 30.713921785354618
  },
  {
    "id": "798786",
    "name": "вул. Іцкаха Рабіна",
    "code": "ВІР",
    "isTerminal": false,
    "lat": 46.433649728768295,
    "lng": 30.6973671913147
  },
  {
    "id": "798622",
    "name": "2-а станція Великого Фонтану",
    "code": "2СВ",
    "isTerminal": false,
    "lat": 46.45423143491319,
    "lng": 30.74353873729706
  },
  {
    "id": "798755",
    "name": "вул. Саксаганського",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.379367406333294,
    "lng": 30.739901661872864
  },
  {
    "id": "798623",
    "name": "2-е кладовище",
    "code": "2К",
    "isTerminal": false,
    "lat": 46.450625,
    "lng": 30.728149
  },
  {
    "id": "798787",
    "name": "вул. Іцкаха Рабіна",
    "code": "ВІР",
    "isTerminal": false,
    "lat": 46.43347596359928,
    "lng": 30.697061419487003
  },
  {
    "id": "798756",
    "name": "вул. Середньофонтанська",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.451888292406686,
    "lng": 30.738678574562076
  },
  {
    "id": "798625",
    "name": "3-я ст. Люстдорфської дороги",
    "code": "3СЛ",
    "isTerminal": false,
    "lat": 46.42587411950762,
    "lng": 30.72431802749634
  },
  {
    "id": "798757",
    "name": "вул. Середньофонтанська",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.452642248314376,
    "lng": 30.739386677742008
  },
  {
    "id": "798627",
    "name": "3-а станція Великого Фонтану",
    "code": "3СВ",
    "isTerminal": false,
    "lat": 46.449966396803106,
    "lng": 30.73936522006989
  },
  {
    "id": "798628",
    "name": "3-а станція Великого Фонтану",
    "code": "3СВ",
    "isTerminal": false,
    "lat": 46.449681802651035,
    "lng": 30.739638805389408
  },
  {
    "id": "798788",
    "name": "вул. Леся Курбаса",
    "code": "ВЛК",
    "isTerminal": false,
    "lat": 46.430984036191035,
    "lng": 30.74932157993317
  },
  {
    "id": "798758",
    "name": "вул. Тираспольська",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.47571785796302,
    "lng": 30.723942518234256
  },
  {
    "id": "798789",
    "name": "вул. Леся Курбаса",
    "code": "ВЛК",
    "isTerminal": false,
    "lat": 46.43062539630988,
    "lng": 30.749632716178898
  },
  {
    "id": "798629",
    "name": "4-а станція Великого Фонтану",
    "code": "4СВ",
    "isTerminal": false,
    "lat": 46.44372716060841,
    "lng": 30.742658972740177
  },
  {
    "id": "798630",
    "name": "4-а станція Великого Фонтану",
    "code": "4СВ",
    "isTerminal": false,
    "lat": 46.443320550509064,
    "lng": 30.742932558059696
  },
  {
    "id": "798759",
    "name": "вул. Степова",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.464305059937026,
    "lng": 30.712929368019108
  },
  {
    "id": "798632",
    "name": "5-а станція Люстдорфської дороги",
    "code": "5СЛ",
    "isTerminal": false,
    "lat": 46.4142252687468,
    "lng": 30.72739183902741
  },
  {
    "id": "798792",
    "name": "вул. Михайла Болтенка",
    "code": "ВМБ",
    "isTerminal": false,
    "lat": 46.465871736550504,
    "lng": 30.726951956748966
  },
  {
    "id": "798760",
    "name": "вул. Степова",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.46485192387723,
    "lng": 30.713970065116886
  },
  {
    "id": "798793",
    "name": "Дитяча база відпочинку Мрія",
    "code": "ДБВ",
    "isTerminal": false,
    "lat": 46.37600697089882,
    "lng": 30.735459923744205
  },
  {
    "id": "798634",
    "name": "5-а станція Великого Фонтану",
    "code": "5СВ",
    "isTerminal": false,
    "lat": 46.43829681720108,
    "lng": 30.745507478713993
  },
  {
    "id": "798761",
    "name": "вул. Майстрова",
    "code": "ВМ",
    "isTerminal": false,
    "lat": 46.47596906777535,
    "lng": 30.71815431118012
  },
  {
    "id": "798762",
    "name": "вул. Майстрова",
    "code": "ВМ",
    "isTerminal": false,
    "lat": 46.47589887691513,
    "lng": 30.71734964847565
  },
  {
    "id": "798794",
    "name": "Дитяча лікарня",
    "code": "ДЛ",
    "isTerminal": false,
    "lat": 46.383282718907736,
    "lng": 30.716770291328434
  },
  {
    "id": "798763",
    "name": "вул. Старопортофранківська",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.475568,
    "lng": 30.72308
  },
  {
    "id": "798635",
    "name": "5-а станція Великого Фонтану",
    "code": "5СВ",
    "isTerminal": false,
    "lat": 46.43742066616531,
    "lng": 30.74606001377106
  },
  {
    "id": "798636",
    "name": "6-а станція Великого Фонтану",
    "code": "6СВ",
    "isTerminal": false,
    "lat": 46.43357208908041,
    "lng": 30.7480663061142
  },
  {
    "id": "798637",
    "name": "6-а станція Великого Фонтану",
    "code": "6СВ",
    "isTerminal": false,
    "lat": 46.433597968988664,
    "lng": 30.747926831245426
  },
  {
    "id": "798640",
    "name": "6-а ст. Люстдорфської дороги",
    "code": "6СЛ",
    "isTerminal": false,
    "lat": 46.405414,
    "lng": 30.73055
  },
  {
    "id": "798643",
    "name": "7-а станція Великого Фонтану",
    "code": "7СВ",
    "isTerminal": false,
    "lat": 46.42738274098374,
    "lng": 30.75128495693207
  },
  {
    "id": "798796",
    "name": "ТЦ Вузівський",
    "code": "ТВ",
    "isTerminal": false,
    "lat": 46.41071903217025,
    "lng": 30.72857201099396
  },
  {
    "id": "798797",
    "name": "ТЦ Вузівський",
    "code": "ТВ",
    "isTerminal": false,
    "lat": 46.41028628481406,
    "lng": 30.728781223297123
  },
  {
    "id": "798798",
    "name": "ж/м Альтаїр",
    "code": "ЖА",
    "isTerminal": false,
    "lat": 46.421340608648165,
    "lng": 30.725251436233524
  },
  {
    "id": "798800",
    "name": "ж/м Шкільний",
    "code": "ЖШ",
    "isTerminal": false,
    "lat": 46.412004,
    "lng": 30.708701
  },
  {
    "id": "798764",
    "name": "вул. Старопортофранківська",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.47574002358133,
    "lng": 30.722810626029972
  },
  {
    "id": "798803",
    "name": "Центр надання адміністративних послуг Одеської міської ради",
    "code": "ЦНА",
    "isTerminal": false,
    "lat": 46.453196620999435,
    "lng": 30.72136223316193
  },
  {
    "id": "798804",
    "name": "Центр надання адміністративних послуг Одеської міської ради",
    "code": "ЦНА",
    "isTerminal": false,
    "lat": 46.45303030978646,
    "lng": 30.721249580383304
  },
  {
    "id": "798805",
    "name": "Залізничний вокзал",
    "code": "ЗВ",
    "isTerminal": false,
    "lat": 46.469463098632005,
    "lng": 30.74284136295319
  },
  {
    "id": "798644",
    "name": "7-а станція Великого Фонтану",
    "code": "7СВ",
    "isTerminal": false,
    "lat": 46.426920545212866,
    "lng": 30.751622915267948
  },
  {
    "id": "798646",
    "name": "7-а станція Люстдорфської дороги",
    "code": "7СЛ",
    "isTerminal": false,
    "lat": 46.399129834598774,
    "lng": 30.733174681663517
  },
  {
    "id": "798765",
    "name": "вул. Тираспольська",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.47589148839826,
    "lng": 30.72339534759522
  },
  {
    "id": "798806",
    "name": "Залізничний вокзал",
    "code": "ЗВ",
    "isTerminal": false,
    "lat": 46.46932270003833,
    "lng": 30.74162364006043
  },
  {
    "id": "798766",
    "name": "вул. Тираспольська",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.47591734820293,
    "lng": 30.723159313201908
  },
  {
    "id": "798808",
    "name": "станція Застава ІІ",
    "code": "СЗІ",
    "isTerminal": false,
    "lat": 46.46564634481444,
    "lng": 30.688564181327823
  },
  {
    "id": "798649",
    "name": "8-а станція Люстдорфської дороги",
    "code": "8СЛ",
    "isTerminal": false,
    "lat": 46.393606251541776,
    "lng": 30.734902024269108
  },
  {
    "id": "798651",
    "name": "8-а станція Великого Фонтану",
    "code": "8СВ",
    "isTerminal": false,
    "lat": 46.42316737044426,
    "lng": 30.75329124927521
  },
  {
    "id": "798767",
    "name": "вул. Торгова",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.48409951208285,
    "lng": 30.720562934875492
  },
  {
    "id": "798656",
    "name": "9-а станція Люстдорфської дороги",
    "code": "9СЛ",
    "isTerminal": false,
    "lat": 46.38661310405771,
    "lng": 30.731436610221866
  },
  {
    "id": "798768",
    "name": "вул. Торгова",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.48450212404865,
    "lng": 30.72038054466248
  },
  {
    "id": "798657",
    "name": "9-а станція Великого Фонтану",
    "code": "9СВ",
    "isTerminal": false,
    "lat": 46.42018313478041,
    "lng": 30.753725767135624
  },
  {
    "id": "798773",
    "name": "вул. Успенська",
    "code": "ВУ",
    "isTerminal": false,
    "lat": 46.47596537352183,
    "lng": 30.731511712074283
  },
  {
    "id": "798817",
    "name": "Матроський узвіз",
    "code": "МУ",
    "isTerminal": false,
    "lat": 46.48821044643675,
    "lng": 30.71133613586426
  },
  {
    "id": "798818",
    "name": "Матроський узвіз",
    "code": "МУ",
    "isTerminal": false,
    "lat": 46.48867581565575,
    "lng": 30.71165263652802
  },
  {
    "id": "798658",
    "name": "9-а станція Великого Фонтану",
    "code": "9СВ",
    "isTerminal": false,
    "lat": 46.42098560330124,
    "lng": 30.754181742668155
  },
  {
    "id": "798663",
    "name": "11-а станція Люстдорфської дороги",
    "code": "1СЛ",
    "isTerminal": false,
    "lat": 46.382342773448215,
    "lng": 30.7149088382721
  },
  {
    "id": "798659",
    "name": "10-а станція Люстдорфської дороги",
    "code": "1СЛ",
    "isTerminal": false,
    "lat": 46.38560290869656,
    "lng": 30.72735965251923
  },
  {
    "id": "798668",
    "name": "12-а станція Великого Фонтану",
    "code": "1СВ",
    "isTerminal": false,
    "lat": 46.405429662345405,
    "lng": 30.755013227462772
  },
  {
    "id": "798660",
    "name": "10-а станція Люстдорфської дороги",
    "code": "1СЛ",
    "isTerminal": false,
    "lat": 46.38552150019781,
    "lng": 30.727155804634098
  },
  {
    "id": "798820",
    "name": "Меморіал 411-ї батареї",
    "code": "М4Б",
    "isTerminal": false,
    "lat": 46.371373,
    "lng": 30.728602
  },
  {
    "id": "798821",
    "name": "Міжрейсова база моряків",
    "code": "МБМ",
    "isTerminal": false,
    "lat": 46.441268971451635,
    "lng": 30.761895775794986
  },
  {
    "id": "798822",
    "name": "Міжрейсова база моряків",
    "code": "МБМ",
    "isTerminal": false,
    "lat": 46.44145749815598,
    "lng": 30.762078166008
  },
  {
    "id": "798662",
    "name": "10-а станція Великого Фонтану",
    "code": "1СВ",
    "isTerminal": false,
    "lat": 46.414436079584654,
    "lng": 30.753736495971683
  },
  {
    "id": "798669",
    "name": "12-а станція Великого Фонтану",
    "code": "1СВ",
    "isTerminal": false,
    "lat": 46.40502646556556,
    "lng": 30.754122734069824
  },
  {
    "id": "798670",
    "name": "14-а станція Великого Фонтану",
    "code": "1СВ",
    "isTerminal": false,
    "lat": 46.397816,
    "lng": 30.749859
  },
  {
    "id": "798673",
    "name": "15-а станція Великого Фонтану",
    "code": "1СВ",
    "isTerminal": false,
    "lat": 46.3951490634302,
    "lng": 30.74803411960602
  },
  {
    "id": "798823",
    "name": "пров. Чорноморський",
    "code": "ПЧ",
    "isTerminal": false,
    "lat": 46.39592970222775,
    "lng": 30.73462843894959
  },
  {
    "id": "798825",
    "name": "Католицьке кладовище",
    "code": "КК",
    "isTerminal": false,
    "lat": 46.446373,
    "lng": 30.727333
  },
  {
    "id": "798826",
    "name": "пров. Чорноморський",
    "code": "ПЧ",
    "isTerminal": false,
    "lat": 46.39621457711201,
    "lng": 30.734526515007023
  },
  {
    "id": "798829",
    "name": "4-а станція Люстдорфської дороги",
    "code": "4СЛ",
    "isTerminal": false,
    "lat": 46.41765731575718,
    "lng": 30.726056098937992
  },
  {
    "id": "798830",
    "name": "Санаторій Аркадія",
    "code": "СА",
    "isTerminal": false,
    "lat": 46.45005140515751,
    "lng": 30.76253414154053
  },
  {
    "id": "798831",
    "name": "Санаторій Аркадія",
    "code": "СА",
    "isTerminal": false,
    "lat": 46.45150391871136,
    "lng": 30.761681199073795
  },
  {
    "id": "798676",
    "name": "16-а станція Великого Фонтану",
    "code": "1СВ",
    "isTerminal": false,
    "lat": 46.392049,
    "lng": 30.747078
  },
  {
    "id": "798834",
    "name": "пл. Олексіївська",
    "code": "ПО",
    "isTerminal": false,
    "lat": 46.459811,
    "lng": 30.717792
  },
  {
    "id": "798678",
    "name": "вул. Михайла Болтенка",
    "code": "ВМБ",
    "isTerminal": false,
    "lat": 46.461637171946734,
    "lng": 30.720305442810062
  },
  {
    "id": "798835",
    "name": "пл. Олексіївська",
    "code": "ПО",
    "isTerminal": false,
    "lat": 46.459877,
    "lng": 30.717644
  },
  {
    "id": "798679",
    "name": "вул. Михайла Болтенка",
    "code": "ВМБ",
    "isTerminal": false,
    "lat": 46.461502,
    "lng": 30.720407
  },
  {
    "id": "798680",
    "name": "Дім відпочинку Чорне море",
    "code": "ДВЧ",
    "isTerminal": false,
    "lat": 46.398846,
    "lng": 30.74836
  },
  {
    "id": "798681",
    "name": "Дім творчості письменників",
    "code": "ДТП",
    "isTerminal": false,
    "lat": 46.37241314867202,
    "lng": 30.730304718017578
  },
  {
    "id": "798836",
    "name": "Ольгіївський узвіз",
    "code": "ОУ",
    "isTerminal": false,
    "lat": 46.492767938610726,
    "lng": 30.714012980461124
  },
  {
    "id": "798683",
    "name": "Завод Стальканат",
    "code": "ЗС",
    "isTerminal": false,
    "lat": 46.46083530194352,
    "lng": 30.731157660484318
  },
  {
    "id": "798684",
    "name": "КДЦ №6",
    "code": "К6",
    "isTerminal": false,
    "lat": 46.44680620949006,
    "lng": 30.741151571273807
  },
  {
    "id": "798837",
    "name": "Ольгіївський узвіз",
    "code": "ОУ",
    "isTerminal": false,
    "lat": 46.49206993580692,
    "lng": 30.713551640510563
  },
  {
    "id": "798685",
    "name": "КДЦ №6",
    "code": "К6",
    "isTerminal": false,
    "lat": 46.44703537543737,
    "lng": 30.740904808044437
  },
  {
    "id": "798839",
    "name": "пл. Бориса Дерев'янка",
    "code": "ПБД",
    "isTerminal": false,
    "lat": 46.44254798295952,
    "lng": 30.70562839508057
  },
  {
    "id": "798687",
    "name": "вул. Тираспольська",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.47572524650347,
    "lng": 30.72410345077515
  },
  {
    "id": "798688",
    "name": "узвіз Маловського",
    "code": "УМ",
    "isTerminal": false,
    "lat": 46.48479761717343,
    "lng": 30.708670020103455
  },
  {
    "id": "798689",
    "name": "вул. Балківська",
    "code": "ВБ",
    "isTerminal": false,
    "lat": 46.46484083885192,
    "lng": 30.707001686096195
  },
  {
    "id": "798841",
    "name": "пл. Бориса Дерев'янка",
    "code": "ПБД",
    "isTerminal": false,
    "lat": 46.44119134261906,
    "lng": 30.70459842681885
  },
  {
    "id": "798690",
    "name": "вул. Балківська",
    "code": "ВБ",
    "isTerminal": false,
    "lat": 46.46487039891441,
    "lng": 30.7060843706131
  },
  {
    "id": "798844",
    "name": "пл. 10 Квітня",
    "code": "П1К",
    "isTerminal": false,
    "lat": 46.43945390647418,
    "lng": 30.757373571395878
  },
  {
    "id": "798691",
    "name": "узвіз Маловського",
    "code": "УМ",
    "isTerminal": false,
    "lat": 46.484620321491164,
    "lng": 30.708487629890445
  },
  {
    "id": "798845",
    "name": "пл. 10 Квітня",
    "code": "П1К",
    "isTerminal": false,
    "lat": 46.43956111158478,
    "lng": 30.757496953010563
  },
  {
    "id": "798692",
    "name": "вул. Якова Бреуса",
    "code": "ВЯБ",
    "isTerminal": false,
    "lat": 46.45104562345235,
    "lng": 30.710322260856632
  },
  {
    "id": "798846",
    "name": "пл. Трибуни Героїв",
    "code": "ПТГ",
    "isTerminal": false,
    "lat": 46.42904661330962,
    "lng": 30.728496909141544
  },
  {
    "id": "798693",
    "name": "вул. Бреуса",
    "code": "ВБ",
    "isTerminal": false,
    "lat": 46.442673664551045,
    "lng": 30.726694464683536
  },
  {
    "id": "798695",
    "name": "вул. Бугаївська",
    "code": "ВБ",
    "isTerminal": false,
    "lat": 46.46586434667231,
    "lng": 30.695226788520817
  },
  {
    "id": "798848",
    "name": "пр. Лесі Українки",
    "code": "ПЛУ",
    "isTerminal": false,
    "lat": 46.45915392327189,
    "lng": 30.75707316398621
  },
  {
    "id": "798696",
    "name": "вул. Бугаївська",
    "code": "ВБ",
    "isTerminal": false,
    "lat": 46.46579044783526,
    "lng": 30.69416463375092
  },
  {
    "id": "798698",
    "name": "вул. Велика Арнаутська",
    "code": "ВВА",
    "isTerminal": false,
    "lat": 46.47292491781627,
    "lng": 30.726431608200077
  },
  {
    "id": "798849",
    "name": "пр. Лесі Українки",
    "code": "ПЛУ",
    "isTerminal": false,
    "lat": 46.459379341887875,
    "lng": 30.756515264511112
  },
  {
    "id": "798699",
    "name": "вул. Велика Арнаутська",
    "code": "ВВА",
    "isTerminal": false,
    "lat": 46.47190893181283,
    "lng": 30.75353264808655
  },
  {
    "id": "798700",
    "name": "вул. Велика Арнаутська",
    "code": "ВВА",
    "isTerminal": false,
    "lat": 46.47295816794677,
    "lng": 30.73107182979584
  },
  {
    "id": "798703",
    "name": "вул. Героїв Крут",
    "code": "ВГК",
    "isTerminal": false,
    "lat": 46.438943755126715,
    "lng": 30.702329277992252
  },
  {
    "id": "798850",
    "name": "пр. Небесної Сотні",
    "code": "ПНС",
    "isTerminal": false,
    "lat": 46.41233533167739,
    "lng": 30.713444352149967
  },
  {
    "id": "798704",
    "name": "вул. Героїв Крут",
    "code": "ВГК",
    "isTerminal": false,
    "lat": 46.43841141819341,
    "lng": 30.70191085338593
  },
  {
    "id": "798851",
    "name": "пр. Небесної Сотні",
    "code": "ПНС",
    "isTerminal": false,
    "lat": 46.41246108294879,
    "lng": 30.713755488395694
  },
  {
    "id": "798705",
    "name": "університет Ушинського",
    "code": "УУ",
    "isTerminal": false,
    "lat": 46.48091544827838,
    "lng": 30.72162508964539
  },
  {
    "id": "798852",
    "name": "пров. Високий",
    "code": "ПВ",
    "isTerminal": false,
    "lat": 46.46399098019053,
    "lng": 30.724012255668644
  },
  {
    "id": "798853",
    "name": "пров. Високий",
    "code": "ПВ",
    "isTerminal": false,
    "lat": 46.46363255756014,
    "lng": 30.72384595870972
  },
  {
    "id": "798706",
    "name": "університет Ушинського",
    "code": "УУ",
    "isTerminal": false,
    "lat": 46.48143628816822,
    "lng": 30.72138369083405
  },
  {
    "id": "798854",
    "name": "пров. Дачний",
    "code": "ПД",
    "isTerminal": false,
    "lat": 46.39944058890091,
    "lng": 30.74678957462311
  },
  {
    "id": "798858",
    "name": "пров. Прохорівський",
    "code": "ПП",
    "isTerminal": false,
    "lat": 46.468764796784626,
    "lng": 30.718948245048527
  },
  {
    "id": "798859",
    "name": "пров. Прохорівський",
    "code": "ПП",
    "isTerminal": false,
    "lat": 46.46821058259272,
    "lng": 30.71834206581116
  },
  {
    "id": "798860",
    "name": "Південно-західний масив",
    "code": "ПМ",
    "isTerminal": false,
    "lat": 46.434046,
    "lng": 30.727291
  },
  {
    "id": "798861",
    "name": "Південно-західний масив",
    "code": "ПМ",
    "isTerminal": false,
    "lat": 46.43432,
    "lng": 30.727183
  },
  {
    "id": "804196",
    "name": "5-а станція Люстдорфської дороги",
    "code": "5СЛ",
    "isTerminal": false,
    "lat": 46.413760723005645,
    "lng": 30.727133367287667
  },
  {
    "id": "798707",
    "name": "Вул. Грецька",
    "code": "ВГ",
    "isTerminal": false,
    "lat": 46.482742,
    "lng": 30.732418
  },
  {
    "id": "798863",
    "name": "ринок Привоз",
    "code": "РП",
    "isTerminal": false,
    "lat": 46.468003674514485,
    "lng": 30.734784007072452
  },
  {
    "id": "798709",
    "name": "вул. Дачна",
    "code": "ВД",
    "isTerminal": false,
    "lat": 46.4040831954031,
    "lng": 30.74704170227051
  },
  {
    "id": "798711",
    "name": "вул. Довга",
    "code": "ВД",
    "isTerminal": false,
    "lat": 46.38643918897238,
    "lng": 30.746161937713627
  },
  {
    "id": "798712",
    "name": "вул. Довженка",
    "code": "ВД",
    "isTerminal": false,
    "lat": 46.45726184826281,
    "lng": 30.75884342193604
  },
  {
    "id": "798713",
    "name": "вул. Довженка",
    "code": "ВД",
    "isTerminal": false,
    "lat": 46.456659474648255,
    "lng": 30.759487152099613
  },
  {
    "id": "798715",
    "name": "вул. Дегтярна",
    "code": "ВД",
    "isTerminal": false,
    "lat": 46.4769775896132,
    "lng": 30.72632968425751
  },
  {
    "id": "798716",
    "name": "вул. Дегтярна",
    "code": "ВД",
    "isTerminal": false,
    "lat": 46.47745783153788,
    "lng": 30.726957321166996
  },
  {
    "id": "798717",
    "name": "вул. Канатна",
    "code": "ВК",
    "isTerminal": false,
    "lat": 46.46919338522375,
    "lng": 30.746929049491886
  },
  {
    "id": "798865",
    "name": "Санаторій Зелена гірка",
    "code": "СЗГ",
    "isTerminal": false,
    "lat": 46.377590990459815,
    "lng": 30.73755204677582
  },
  {
    "id": "798718",
    "name": "вул. Канатна",
    "code": "ВК",
    "isTerminal": false,
    "lat": 46.469097322591146,
    "lng": 30.746440887451175
  },
  {
    "id": "798719",
    "name": "вул. Олексія Маркевича",
    "code": "ВОМ",
    "isTerminal": false,
    "lat": 46.493052307555075,
    "lng": 30.719484686851505
  },
  {
    "id": "798866",
    "name": "Санаторій Одеса",
    "code": "СО",
    "isTerminal": false,
    "lat": 46.443305,
    "lng": 30.765109
  },
  {
    "id": "798867",
    "name": "Санаторій Одеса",
    "code": "СО",
    "isTerminal": false,
    "lat": 46.44314681617764,
    "lng": 30.764974951744083
  },
  {
    "id": "798720",
    "name": "вул. Колонічна",
    "code": "ВК",
    "isTerminal": false,
    "lat": 46.46555027592197,
    "lng": 30.69911599159241
  },
  {
    "id": "798868",
    "name": "Санаторій Перлина",
    "code": "СП",
    "isTerminal": false,
    "lat": 46.37373078757585,
    "lng": 30.732407569885257
  },
  {
    "id": "798721",
    "name": "вул. Колонічна",
    "code": "ВК",
    "isTerminal": false,
    "lat": 46.4653248828549,
    "lng": 30.699470043182377
  },
  {
    "id": "798871",
    "name": "Санаторій Якір",
    "code": "СЯ",
    "isTerminal": false,
    "lat": 46.38285345448506,
    "lng": 30.74381232261658
  },
  {
    "id": "798872",
    "name": "Санаторій ім. Чкалова",
    "code": "СІЧ",
    "isTerminal": false,
    "lat": 46.44627764564504,
    "lng": 30.764175653457645
  },
  {
    "id": "798722",
    "name": "вул. Академіка Корольова",
    "code": "ВАК",
    "isTerminal": false,
    "lat": 46.412816,
    "lng": 30.718719
  },
  {
    "id": "798873",
    "name": "Санаторій ім. Чкалова",
    "code": "СІЧ",
    "isTerminal": false,
    "lat": 46.44650311756284,
    "lng": 30.763757228851322
  },
  {
    "id": "798723",
    "name": "вул. Академіка Корольова",
    "code": "ВАК",
    "isTerminal": false,
    "lat": 46.412791,
    "lng": 30.718992
  },
  {
    "id": "798874",
    "name": "пров. Аліберне",
    "code": "ПА",
    "isTerminal": false,
    "lat": 46.34975292984501,
    "lng": 30.696551799774173
  },
  {
    "id": "798726",
    "name": "Вул. Левітана (на вимогу)",
    "code": "ВЛН",
    "isTerminal": false,
    "lat": 46.40728284958435,
    "lng": 30.72985410690308
  },
  {
    "id": "798727",
    "name": "Вул. Левітана (на вимогу)",
    "code": "ВЛН",
    "isTerminal": false,
    "lat": 46.40774891071867,
    "lng": 30.72963953018189
  },
  {
    "id": "798728",
    "name": "вул. Львівська",
    "code": "ВЛ",
    "isTerminal": false,
    "lat": 46.40208932754426,
    "lng": 30.74708461761475
  },
  {
    "id": "798729",
    "name": "вул. Львівська",
    "code": "ВЛ",
    "isTerminal": false,
    "lat": 46.402740394449296,
    "lng": 30.746912956237797
  },
  {
    "id": "798730",
    "name": "вул. М'ясоїдівська",
    "code": "ВМ",
    "isTerminal": false,
    "lat": 46.470678639736505,
    "lng": 30.72210252285004
  },
  {
    "id": "798731",
    "name": "вул. М'ясоїдівська",
    "code": "ВМ",
    "isTerminal": false,
    "lat": 46.471114602272216,
    "lng": 30.722719430923465
  },
  {
    "id": "798875",
    "name": "пров. Аліберне",
    "code": "ПА",
    "isTerminal": false,
    "lat": 46.349789957961825,
    "lng": 30.69665372371674
  },
  {
    "id": "798732",
    "name": "вул. Олексія Вадатурського",
    "code": "ВОВ",
    "isTerminal": false,
    "lat": 46.44695775482126,
    "lng": 30.70663154125214
  },
  {
    "id": "798876",
    "name": "селище Комунарів",
    "code": "СК",
    "isTerminal": false,
    "lat": 46.3496270340602,
    "lng": 30.69183111190796
  },
  {
    "id": "798734",
    "name": "вул. Олексія Вадатурського",
    "code": "ВОВ",
    "isTerminal": false,
    "lat": 46.44637374854379,
    "lng": 30.706213116645817
  },
  {
    "id": "798735",
    "name": "вул. Мальовнича",
    "code": "ВМ",
    "isTerminal": false,
    "lat": 46.45074625107989,
    "lng": 30.719988942146305
  },
  {
    "id": "798877",
    "name": "селище Комунарів",
    "code": "СК",
    "isTerminal": false,
    "lat": 46.34960851994972,
    "lng": 30.69215834140778
  },
  {
    "id": "798878",
    "name": "Аркадія",
    "code": "А",
    "isTerminal": false,
    "lat": 46.43124654429891,
    "lng": 30.760747790336612
  },
  {
    "id": "798736",
    "name": "вул. Мальовнича",
    "code": "ВМ",
    "isTerminal": false,
    "lat": 46.45072037931612,
    "lng": 30.719302296638492
  },
  {
    "id": "798880",
    "name": "Куликове поле",
    "code": "КП",
    "isTerminal": false,
    "lat": 46.46684719166548,
    "lng": 30.745904445648197
  },
  {
    "id": "798883",
    "name": "станція Одеса-Товарна",
    "code": "СО",
    "isTerminal": false,
    "lat": 46.460103,
    "lng": 30.713778
  },
  {
    "id": "798737",
    "name": "вул. Михайла Болтенка",
    "code": "ВМБ",
    "isTerminal": false,
    "lat": 46.46576088827235,
    "lng": 30.727198719978336
  },
  {
    "id": "798738",
    "name": "вул. Ольгіївська",
    "code": "ВО",
    "isTerminal": false,
    "lat": 46.488742296647736,
    "lng": 30.719044804573063
  },
  {
    "id": "798887",
    "name": "ЦПКіВ ім. Тараса Шевченка",
    "code": "ЦІТ",
    "isTerminal": false,
    "lat": 46.47452459551758,
    "lng": 30.754868388175968
  },
  {
    "id": "798889",
    "name": "вул. Старопортофранківська",
    "code": "ВС",
    "isTerminal": false,
    "lat": 46.473002501422506,
    "lng": 30.725664496421818
  },
  {
    "id": "798890",
    "name": "Театр Музичної комедії",
    "code": "ТМК",
    "isTerminal": false,
    "lat": 46.467966726560604,
    "lng": 30.75254023075104
  },
  {
    "id": "798891",
    "name": "Театр Музичної комедії",
    "code": "ТМК",
    "isTerminal": false,
    "lat": 46.467438368076564,
    "lng": 30.752813816070557
  },
  {
    "id": "798892",
    "name": "Театр Музичної комедії",
    "code": "ТМК",
    "isTerminal": false,
    "lat": 46.46923033234496,
    "lng": 30.75284600257874
  },
  {
    "id": "798893",
    "name": "Театр Музичної комедії",
    "code": "ТМК",
    "isTerminal": false,
    "lat": 46.468720459856925,
    "lng": 30.75228810310364
  },
  {
    "id": "798894",
    "name": "пл. Тираспольська",
    "code": "ПТ",
    "isTerminal": false,
    "lat": 46.47960409172432,
    "lng": 30.730680227279667
  },
  {
    "id": "798897",
    "name": "пл. Тираспольська",
    "code": "ПТ",
    "isTerminal": false,
    "lat": 46.47923468980639,
    "lng": 30.731994509696964
  },
  {
    "id": "798739",
    "name": "вул. Ольгіївська",
    "code": "ВО",
    "isTerminal": false,
    "lat": 46.489333235227456,
    "lng": 30.718776583671573
  },
  {
    "id": "798898",
    "name": "Турбаза",
    "code": "Т",
    "isTerminal": false,
    "lat": 46.43630420012844,
    "lng": 30.759192109107975
  },
  {
    "id": "798740",
    "name": "вул. Офіцерська",
    "code": "ВО",
    "isTerminal": false,
    "lat": 46.391478801501975,
    "lng": 30.734038352966312
  },
  {
    "id": "798899",
    "name": "Автовокзал",
    "code": "А",
    "isTerminal": false,
    "lat": 46.476368,
    "lng": 30.709207
  },
  {
    "id": "798902",
    "name": "Інститут ім. Філатова",
    "code": "ІІФ",
    "isTerminal": false,
    "lat": 46.453856,
    "lng": 30.76087
  },
  {
    "id": "798741",
    "name": "вул. Пантелеймонівська",
    "code": "ВП",
    "isTerminal": false,
    "lat": 46.47004,
    "lng": 30.73066
  },
  {
    "id": "798904",
    "name": "вул. Гранітна",
    "code": "ВГ",
    "isTerminal": false,
    "lat": 46.45424252209865,
    "lng": 30.726791024208072
  },
  {
    "id": "818653",
    "name": "КСП Нива",
    "code": "КН",
    "isTerminal": false,
    "lat": 46.361067790299586,
    "lng": 30.702114688025578
  },
  {
    "id": "890488",
    "name": "вул. Ольгіївська",
    "code": "ВО",
    "isTerminal": false,
    "lat": 46.49337729881365,
    "lng": 30.72781562805176
  },
  {
    "id": "890489",
    "name": "вул. Ольгіївська",
    "code": "ВО",
    "isTerminal": false,
    "lat": 46.493281278871216,
    "lng": 30.727783441543583
  },
  {
    "id": "890491",
    "name": "вул. Торгова",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.49037844211985,
    "lng": 30.73136687278748
  },
  {
    "id": "890497",
    "name": "вул. Університетська",
    "code": "ВУ",
    "isTerminal": false,
    "lat": 46.48676629914724,
    "lng": 30.733003020286564
  },
  {
    "id": "890490",
    "name": "вул. Торгова",
    "code": "ВТ",
    "isTerminal": false,
    "lat": 46.490821633324664,
    "lng": 30.730685591697696
  },
  {
    "id": "890496",
    "name": "вул. Єлісаветинська",
    "code": "ВЄ",
    "isTerminal": false,
    "lat": 46.4874200483221,
    "lng": 30.733003020286564
  },
  {
    "id": "890625",
    "name": "вул. Приморська",
    "code": "ВП",
    "isTerminal": false,
    "lat": 46.49690037485449,
    "lng": 30.723550915718082
  },
  {
    "id": "873072",
    "name": "вул. Церковна",
    "code": "ВЦ",
    "isTerminal": false,
    "lat": 46.500637392622515,
    "lng": 30.724554061889652
  }
];
